Repository: pHAlkaline/phkondo
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: New Movement
pt: Criar Movimento

source: Delete Movement
pt: Eliminar Movimento

source: Edit Movement
pt: Editar Movimento

source: Movement Type
pt: Tipo

source: Movement Date
pt: Data de Movimento

source: List Receipts
pt: Listar Recibos

source: New Receipt
pt: Criar Recibo

source: Cancel Receipt
pt: Anular Recibo

source: Delete Receipt
pt: Eliminar Recibo

source: Edit Receipt
pt: Editar Recibo

source: Total amount
pt: Valor total

source: Pick
pt: Escolha..

source: Paid
pt: Pago

source: Are you sure you want to set receipt # %s as paid? - Payment as %s
pt: Tem a certeza que quer colocar o recibo # %s como pago? - Método de Pagamento %s

source: Cancel
pt: Anular

source: Are you sure you want to cancel # %s?
pt: Tem a certeza que quer anular # %s?

source: Pay Receipt
pt: Recibo Pago

source: Cancel Motive
pt: Motivo

source: Date
pt: Data

source: Contribute Here
pt: Contribue aqui, Obrigado

source: Remember Me
pt: Reconhecer-me

source: Application Offline
pt: O pHKondo encontra-se em manutenção

source: This application is now on maintenance mode, back soon as possible!
pt: A aplicação está em modo de manutenção, volta o mais rápido possível!

source: Maintenance start at %s
pt: A manutenção começa às %s

source: Maintenance duration %s Hours
pt: Em manutenção durante %s horas

source: Application Online
pt: Online pHKondo

source: This application is back online, please refresh!
pt: A aplicação está online, por favor atualize!

source: Subscription Expired
pt: Subscrição Expirou

source: This subscription has expired!
pt: A sua subscrição expirou!

source: Subscription started at %s
pt: Subscrição iniciada em %s

source: Subscription expired after %s days
pt: Subscrição expirou em %s Dias

source: It may be possible to restore access contacting us to report issue, or accessing %s
pt: Pode ser possível restaurar o acesso entrando em contato conosco para relatar o problema ou acedendo %s

source: Subscription Active
pt: Subscrição ativa

source: This subscription is back online, please refresh!
pt: Subscrição ativa, por favor recarrege a págnina

source: This subscription will expire in %s days
pt: A subscrição expira em %s dias

source: Condominium / HOA Management
pt: Administração de Condomínios

source: List Suppliers
pt: Listar Fornecedores

source: Edit Supplier
pt: Editar Fornecedor

source: Delete Supplier
pt: Eliminar Fornecedor

source: List Support Categories
pt: Listar Categorias de Suporte

source: New Support Category
pt: Criar Categoria de Suporte

source: View Support Category
pt: Ver Categoria de Suporte

source: Delete Support Category
pt: Eliminar Categoria de Suporte

source: Edit Support Category
pt: Editar Categoria de Suporte

source: Support Category
pt: Categoria de Suporte

source: List Supports
pt: Listar Pedidos

source: Add Support
pt: Criar Pedido

source: Priority
pt: Prioridade

source: Assigned To
pt: Atribuido

source: View Support
pt: Ver Pedido de Suporte

source: Delete Support
pt: Eliminar Pedido

source: Edit Support
pt: Editar Pedido

source: New Support
pt: Registar Pedido de Suporte

source: Notes
pt: Quotas

source: List Users
pt: Listar Utilizadores

source: New User
pt: Criar Utilizador

source: Delete User
pt: Eliminar Utilizador

source: Edit User
pt: Editar Utilizador

source: Enable password change
pt: Possibilitar alteração de palavra passe

source: Role
pt: Função

source: of
pt: de

source: %d day
pt: %d dia

source: %d hour
pt: %d hora

source: %d minute
pt: %d minuto

source: %d month
pt: %d mês

source: %d second
pt: %d segundo

source: %d week
pt: %d semana

source: %d year
pt: %d ano

source: %s ago
pt: %s após

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: Sunday
pt: Domingo

source: Monday
pt: Segunda-Feira

source: Tuesday
pt: Terça-Feira

source: Thursday
pt: Quinta-Feira

source: Friday
pt: Sexta-Feira

source: Saturday
pt: Sábado

source: Today, %s
pt: Hoje, %s

source: Tomorrow, %s
pt: Amanhã, %s

source: Theme
pt: Tema Visual

source: Verify Password
pt: Repita Palavra Passe

source: Payment Due Date
pt: Vencimento

source: Organization
pt: Organização

source: Edit Organization
pt: Editar Organização

source: Saved with success.
pt: Registado com sucesso.

source: Could not be saved. Please, try again.
pt: Não foi possível o registo, tente outra vez.

source: Currency Symbol
pt: Símbolo de moeda

source: Calendar Date Format
pt: Formato de data do calendário

source: Date Format
pt: Formato de data

source: Time Zone
pt: Fuso horário

source: List Of Supported Timezones
pt: Lista de fusos horários suportados

source: Attachment Max Size
pt: Tamanho máximo do anexo

source: Attachment Allowed Extensions
pt: Extensões permitidas para anexos

source: You will need to have access for less secure apps enabled in your Google account for this to work
pt: Você precisa ter acesso para aplicações ativados na sua conta do Google

source: Allowing less secure apps to access your account
pt: Permitindo que aplicativos tenham accesso à sua conta

source: USING GOOGLE ACCOUNT?
pt: TEM UMA CONTA GOOGLE?

source: You have reached the maximum number of condos allowed, request an account update accessing %s
pt: As dimensões permitidas são largura <= 380 e altura <= 65

source: Language
pt: Linguagem

source: Subject
pt: Assunto

source: Storage exceeds maximum limit.
pt: O armazenamento excede o limite máximo.

source: Calculate
pt: Calcular

source: Warning: when a payment advice is generated, ALL PAYMENT ADVICES previously created will be removed, EXCEPT those that have already been paid.
pt: Aviso: quando se gera um aviso de pagamento, TODOS OS AVISOS DE PAGAMENTO criados anteriormente serão removidos, EXCEPTO os que já foram pagos.

source: Payment Advice
pt: Aviso de Pagamento

source: Payment Type
pt: Forma de Pagamento

source: Send All
pt: Enviar Todos

source: New
pt: Criar

source: New Payment Advice
pt: Criar Aviso de Pagamento

source: Create Receipt
pt: Criar Recibo

source: Generate All
pt: Criar Todos

source: View
pt: Ver

source: Invalid payment advice
pt: Aviso de Pagamento Inválido

source: Created With Success.
pt: Creado com Sucesso.

source: Could not be created. Please, try again.
pt: Náo foi possível o registo. tente outra vez.

source: Deleted With Success.
pt: Eliminado com Sucesso.

source: Can not be deleted, please try again.
pt: Não foi possível eliminar o registo, tente outra vez
