Repository: pHAlkaline/phkondo
Catalog: app/Locale/por/LC_MESSAGES/default.po
Languages: pt

source: App Administrator
pt: Administrador pHKondo

source: Employee
pt: Colaborador

source: Manager
pt: Gestor

source: Invalid account
pt: Conta inválida

source: The account has been saved
pt: A conta foi registada

source: The account could not be saved. Please, try again.
pt: Não foi possivel registar a conta. Por favor, tente outra vez.

source: Account deleted
pt: Conta apagada

source: Account can not be deleted
pt: Não foi possível eliminar Conta

source: Invalid condo or fiscal year
pt: Condomínio ou ano contabilístico inválido

source: Account
pt: Conta

source: Invalid administrator
pt: Administrador inválido

source: The administrator has been saved
pt: O administrador foi registado

source: The administrator could not be saved. Please, try again.
pt: O administrador não foi gravado. Por favor, tente de novo.

source: Administrator deleted
pt: Administrador apagado

source: Administrator can not be deleted
pt: Não foi possível eliminar Administrador

source: Requires a valid condo and active fiscal year.
pt: Condomínio ou período contabilístico inválido.

source: Administrator
pt: Administrador

source: Search
pt: Procurar

source: Invalid condo
pt: Condomínio inválido

source: Attachment
pt: Documento

source: Fraction
pt: Fração

source: Insurance
pt: Seguro

source: Invalid note
pt: Quota inválida

source: The note has been saved
pt: A quota foi registada

source: The note could not be saved. Please, try again.
pt: A quota não foi registada. Por favor, tente outra vez.

source: Invalid Request
pt: Pedido inválido

source: Note deleted
pt: Quota eliminado

source: Note can not be deleted
pt: Não foi possível eliminar tarifa

source: Invalid budget
pt: Orçamento inválido

source: Notes deleted
pt: Quotas eliminadas

source: Notes can not be deleted
pt: Não foi possível eliminar Quotas

source: Invalid Budget
pt: Orçamento Inválido

source: Common Reserve Fund
pt: Fundo de Reserva

source: The notes has been created
pt: As quotas foram criadas

source: Invalid Budget values, check amount, total sum of properties mill rate and number of shares
pt: Valores de orçamento inválidos, verifique valores

source: The notes could not be created. Please, try again.
pt: Não foi possivel registar a quota. Por favor, tente outra vez.

source: Share
pt: Quota

source: Budget
pt: Orçamento

source: Note
pt: Quota

source: The budget has been saved
pt: O orçamento foi registado

source: The budget could not be saved. Please, try again.
pt: Não foi possivel registar o orçamento. Por favor, tente outra vez.

source: This Budget can not be deleted, check budget status or existing notes already paid.
pt: Este orçamento não pode ser removido, verifique o estado do orçamento ou a existencia de quotas em estado de pago.

source: Budget deleted
pt: Orçamento apagado

source: Budget can not be deleted
pt: Não foi possível eliminar Orçamento

source: The condo has been saved
pt: O Condomínio foi registado

source: The condo could not be saved. Please, try again.
pt: Não foi possivel registar o condomínio. Por favor, tente outra vez.

source: Condo deleted
pt: Condomínio apagado

source: Condo can not be deleted, please check the existence of already paid notes
pt: Esta Fração não pode ser removida, verifique a existência de quotas em estado pago

source: Home
pt: Início

source: Condos
pt: Condomínio

source: Condo
pt: Condomínio

source: Drafts
pt: Minuta

source: Email
pt: Correio Electrónico

source: Invalid entity
pt: Entidade inválida

source: The entity has been saved
pt: A entidade foi registada

source: The entity could not be saved. Please, try again.
pt: Não foi possivel registar entidade. Por favor, tente outra vez.

source: Entity deleted
pt: Entidade apagada

source: Entity can not be deleted
pt: Não foi possível eliminar Entidade

source: Entity
pt: Entidade

source: Invalid fiscal year
pt: Período Contabilístico inválido

source: The fiscal year has been saved
pt: O ano contabilístico foi registado

source: The fiscal year could not be saved. Please, try again.
pt: Não foi possivel registar ano contabilístico. Por favor, tente outra vez.

source: Fiscal Year active
pt: Período Contabilístico activo

source: Fiscal Year is not active
pt: O ano contabilístico não está activo

source: This Fiscal Year can not be deleted, check existing notes already paid.
pt: Esta Período Contabilístico não pode ser removido, verifique a existencia de quotas em estado pago.

source: Fiscal Year deleted
pt: Período Contabilístico apagado

source: Fiscal Year can not be deleted
pt: Não foi possivel eliminar Período Contabilístico

source: Fiscal Year
pt: Período Contabilístico

source: Invalid insurance
pt: Seguro inválido

source: The insurance has been saved
pt: O seguro foi registado

source: The insurance could not be saved. Please, try again.
pt: Não foi possivel registar o seguro. Por favor, tente outra vez.

source: Insurance deleted
pt: Seguro apagado

source: Insurance can not be deleted
pt: Não foi possível eliminar Seguro

source: Invalid owner
pt: Proprietário inválido

source: The owner could not be found at this fraction. Please, try again.
pt: O proprietário não pertence á fracção.

source: The owner has been saved
pt: O proprietário foi registado

source: The owner could not be saved. Please, try again.
pt: O proprietario não foi gravado. Por favor, tente de novo.

source: The owner has been saved and related
pt: O proprietário foi criado e relacionado

source: The owner has been saved but could not be related. Please, try again.
pt: O proprietário foi criado mas não foi possível relacionar.

source: Owner removed
pt: Proprietário removido

source: Owner was not removed
pt: Não foi possível remover Proprietário

source: Owner
pt: Proprietário

source: Invalid fraction type
pt: Tipo de Fração inválida

source: The fraction type has been saved
pt: O tipo de fração foi registado

source: The fraction type could not be saved. Please, try again.
pt: O tipo de fração não foi registado. Por favor, tente outra vez.

source: Invalid fraction types
pt: Tipos de Fração inválida

source: Fraction type deleted
pt: Tipo de Fração apagada

source: Fraction type can not be deleted
pt: Não foi possível eliminar Tipo de Fração

source: Fraction Types
pt: Tipos de Fração

source: Invalid fraction
pt: Fração inválida

source: The fraction has been saved
pt: A fração foi registada

source: The fraction could not be saved. Please, try again.
pt: Não foi possivel registar a fracção. Por favor, tente outra vez.

source: This Fraction can not be deleted, check existing notes already paid.
pt: Esta Fração não pode ser removida, verifique a existencia de quotas em estado pago.

source: Fraction deleted
pt: Fração apagada

source: Fraction can not be deleted
pt: Não foi possível eliminar Fração

source: Income Control
pt: Controlo de Caixa

source: Receipt
pt: Recibo

source: Invalid insurance type
pt: Tipo de Seguro inválido

source: The insurance type has been saved
pt: O tipo de seguro foi registado

source: The insurance type could not be saved. Please, try again.
pt: O tipo de seguro não foi registado. Por favor, tente outra vez.

source: Invalid insurance types
pt: Tipos de Seguro inválido

source: Insurance type deleted
pt: Tipo de Seguro apagado

source: Insurance type can not be deleted
pt: Não foi possivel eliminar tipo de seguro

source: Insurance Types
pt: Tipos de Seguro

source: Invalid invoice
pt: Fatura inválida

source: The invoice has been saved
pt: A fatura foi registada

source: The invoice could not be saved. Please, try again.
pt: Não foi possivel registar a fatura. Por favor, tente outra vez.

source: Invoice deleted
pt: Fatura apagada

source: Invoice can not be deleted
pt: Não foi possível eliminar Quota

source: Invoice Conference
pt: Conferência de Fatura

source: Invalid maintenance
pt: Manutenção inválida

source: The maintenance has been saved
pt: A manutenção foi registada

source: The maintenance could not be saved. Please, try again.
pt: Não foi possivel registar a manutenção. Por favor, tente outra vez.

source: Maintenance deleted
pt: Manutenção apagada

source: Maintenance can not be deleted
pt: Não foi possível eliminar Manutenção

source: Maintenance
pt: Manutenção

source: Invalid movement category
pt: Categoria inválida

source: The movement category has been saved
pt: A categoria foi registada

source: The movement category could not be saved. Please, try again.
pt: A categoria não foi registada. Por favor, tente outra vez.

source: Add Movement Category
pt: Criar Categoria

source: Movement category deleted
pt: Categoria apagada

source: Movement category can not be deleted
pt: Não foi possível eliminar Movimento

source: Movement Categories
pt: Categorias de Movimentos

source: Movement
pt: Movimento

source: Invalid movement operation
pt: Operação inválida

source: The movement operation has been saved
pt: A operação foi registada

source: The movement operation could not be saved. Please, try again.
pt: A operação não foi registada. Por favor, tente outra vez.

source: Add Movement Operation
pt: Criar Operação

source: Movement operation deleted
pt: Operação apagada

source: Movement operation can not be deleted
pt: Não foi possível eliminar Operação

source: Movement Operations
pt: Operações de Movimentos

source: Invalid movement
pt: Movimento inválido

source: No movements allowed
pt: Não é permitido movimentos

source: The movement has been saved
pt: O movimento foi registado

source: The movement could not be saved. Please, try again.
pt: O movimento não foi registado. Por favor, tente outra vez.

source: Movement deleted
pt: Movimento apagado

source: Movement can not be deleted
pt: Não foi possível eliminar Movimento

source: Invalid account or fiscal year
pt: Conta ou ano contabilístico inválido

source: Invalid receipt
pt: Recibo inválido

source: The receipt has been saved
pt: O recibo foi registado

source: The receipt could not be saved. Please, try again.
pt: Não foi possivel registar o recibo. Por favor, tente outra vez.

source: The notes could not be saved. Please, try again.
pt: Não foi possivel registar as quotas. Por favor, tente outra vez.

source: Receipt deleted
pt: Recibo apagado

source: Receipt can not be deleted
pt: Não foi possível eliminar Recibo

source: Pick Notes
pt: Escolha Quotas

source: Start Session
pt: Iniciar Sessão

source: Reports
pt: Relatórios

source: Invalid supplier
pt: Fornecedor inválido

source: The supplier has been saved
pt: O fornecedor foi registado

source: The supplier could not be saved. Please, try again.
pt: Não foi possivel registar fornecedor. Por favor, tente outra vez.

source: Supplier deleted
pt: Fornecedor apagado

source: Supplier can not be deleted
pt: Não foi possível eliminar Fornecedor

source: Supplier
pt: Fornecedor

source: Invalid support category
pt: Categoria de Suporte inválido

source: The support category has been saved
pt: O tipo de suporte foi registado

source: The support category could not be saved. Please, try again.
pt: O tipo de suporte não foi registado. Por favor, tente outra vez.

source: Support category deleted
pt: Categoria de Suporte apagado

source: Support category can not be deleted
pt: Não foi possivel eliminar categoria de suporte

source: Support Categories
pt: Categorias de Suporte

source: Invalid support
pt: Pedido inválido

source: The support has been saved.
pt: O pedido de suporte foi registado.

source: The support could not be saved. Please, try again.
pt: O pedido de suporte não foi registado. Por favor, tente outra vez.

source: Invalid Support
pt: Pedido inválido

source: Support deleted
pt: Suporte apagado

source: Support can not be deleted
pt: Não foi possivel eliminar pedido de suporte

source: Support
pt: Pedido de Suporte

source: Invalid user
pt: Utilizador inválido

source: The user has been saved
pt: O utilizador foi registado

source: The user could not be saved. Please, try again.
pt: O utilizador não foi gravado. Por favor, tente de novo.

source: User deleted
pt: Utilizador apagado

source: User can not be deleted
pt: Não foi possível eliminar Utilizador

source: Invalid username or password, try again
pt: Nome de utilizador ou palavra passe incorrectos, tente outra vez

source: Users
pt: Utilizadores

source: Selected Theme not found.
pt: Tema selecionado não foi encontrado.

source: This application will be on maintenance mode at %s
pt: A aplicação vai estar em manutenção em %s

source: Active
pt: Activo

source: Submit
pt: Registar

source: Are you sure you want to delete # %s?
pt: Tem a certeza que quer eliminar # %s?

source: Empty
pt: Vazio

source: Download
pt: Descarregar

source: Details
pt: Detalhes

source: Edit
pt: Editar

source: Remove
pt: Remover

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
pt: Página {:page} de {:pages}, a mostrar {:current} registos de {:count} no total, inicia no registo {:start}, termina no registo {:end}

source: Previous
pt: Anterior

source: Next
pt: Próximo

source: Name
pt: Nome

source: Type
pt: Tipo

source: Size
pt: Tamanho

source: Modified
pt: Última Modificação

source: Created
pt: Data de Criação

source: Representative
pt: Representante

source: Title
pt: Descrição

source: Location
pt: Localização

source: pHkondo Condominium Management
pt: pHKondo Administração de Condomínios

source: There was an error while saving your vote
pt: Ocorreu um erro durante o seu voto

source: Thanks for voting!
pt: Obrigado por participar!

source: Add a comment
pt: Adicionar Comentário

source: Comments
pt: Comentários

source: Remember my info
pt: Reconhecer-me

source: Save comment
pt: Criar documento

source: Permalink
pt: Link

source: Rating:
pt: Avaliação:

source: Votes:
pt: Votos:

source: Sending vote...
pt: A registar voto...

source: Please go back and try again
pt: Retorne e volte a tentar.

source: VAT
pt: NIF

source: Document Date
pt: Data do Documento

source: Payment
pt: Pagamento

source: Observations
pt: Observações

source: Others
pt: Outros

source: Other or quotes without reference
pt: Quotas livres ou sem orçamento

source: Income extra and previous exercices
pt: Receitas extraordinarias ou de ano contabilísticos anteriores

source: Shares Map
pt: Mapa de quotas

source: All owners
pt: Todos os proprietários

source: Expenses report
pt: Relatório de despesas

source: Movement Category
pt: Categoria de Movimento

source: Amount
pt: Valor

source: Document
pt: Documento

source: Payment Date
pt: Data de Pagamento

source: List Accounts
pt: Listar Contas

source: New Account
pt: Nova Conta

source: Contact
pt: Contacto

source: View %s
pt: Ver %s

source: Delete Account
pt: Eliminar Conta

source: Edit Account
pt: Editar Conta

source: Balance
pt: Saldo

source: Bank
pt: Banco

source: Balcony
pt: Balcão

source: Account Number
pt: Número de Conta

source: Main Account
pt: Conta Principal

source: List Administrators
pt: Listar Administradores

source: New Administrator
pt: Criar Administrador

source: Delete Administrator
pt: Remover Administrador

source: Edit Administrator
pt: Editar Administrador

source: Add Administrator
pt: Adicionar Administrador

source: Functions
pt: Funções

source: Plugin NotFound
pt: Plugin não se encontra instalado

source: This plugin is not included on this release.
pt: Este plugin não está incluído nesta versão do pHKondo.

source: Case you wish to have a free access to this plugin contact pHAlkaline.
pt: Caso queria ter acesso ao código deste plugin contacte a pHAlkaline.

source: pHAlkaline provides services in customization & new features.
pt: pHAlkaline disponibiliza serviços de desenvolvimento à medida das suas necessidades para o pHKondo.

source: Buy FullPack
pt: Obter plugin

source: List Notes
pt: Listar Quotas

source: New Note
pt: Criar Quota

source: List Budgets
pt: Listar Orçamentos

source: Warning: permillage sum should be 1000
pt: Aviso: A soma da permilagem deve ser 1000

source: Create Notes
pt: Criar Quotas

source: Description
pt: Descrição

source: permillage
pt: Permilagem

source: Total notes
pt: Total

source: Delete Note
pt: Eliminar Quota

source: Edit Note
pt: Editar Quota

source: Delete All
pt: Eliminar todas

source: Delete
pt: Eliminar

source: Are you sure you want to delete all # %s?
pt: Tem a certeza que quer eliminar # %s?

source: Note Type
pt: Tipo

source: Note Status
pt: Estado

source: Due Date
pt: Vencimento

source: New Budget
pt: Criar Orçamento

source: Delete Budget
pt: Eliminar Orçamento

source: Warning: when you cancel a budget, ALL DEBIT NOTES created by this budget will be set as CANCELED, EXCEPT the ones already paid.
pt: Aviso: quando se cancela um orçamento, TODAS AS NOTAS DE DEBITO criadas por esse orçamento serão alteradas para o estado de CANCELADO, EXCEPTO as quotas que já foram pagas.

source: Warning: when you set a budget as pending, ALL DEBIT NOTES created by this budget will be set as WAITING PAYMENT, EXCEPT the ones already paid.
pt: Aviso: quando se coloca o orçamento como pendente, TODAS AS NOTAS DE DEBITO criadas por esse orçamento serão alteradas para o estado de AGUARDA PAGAMENTO, EXCEPTO as quotas que já foram pagas.

source: Warning: field set read only by budget status, you must change budget to pending to allow change.
pt: Aviso: não pode alterar este campo, altere o estado do orçamento para pendente.

source: Edit Budget
pt: Editar Orçamento

source: Budget Type
pt: Tipo

source: Budget Status
pt: Estado

source: Settled Shares Map
pt: Mapa de quotas liquidadas

source: Budget Date
pt: Data do Orçamento

source: Requested Amount
pt: Valor Requisitado

source: Common Reserve Fund (%)
pt: Fundo de Reserva (%)

source: Begin Date
pt: Data de Inicio

source: Share Periodicity
pt: Periodicidade de Quotas

source: Share Distribution
pt: Distribuição de Quotas

source: Due Days
pt: Vencimento ( Dias )

source: Meeting Draft
pt: Documento de Reunião

source: List Condos
pt: Listar Condomínios

source: New Condo
pt: Criar Condomínio

source: View Condo
pt: Ver Condomínio

source: Edit Condo
pt: Editar Condomínio

source: Click Here
pt: Click Aqui

source: Online Tutorial
pt: Manual Online

source: Quick Guide
pt: Guia Rápido

source: Alert
pt: Alerta

source: Select
pt: Seleccionar

source: Delete Condo
pt: Eliminar Condomínio

source: Alerts
pt: Alertas

source: Taxpayer Number
pt: NIF

source: Address
pt: Morada

source: Matrix Registration
pt: Registo Matricial

source: Land Registry
pt: Registo Predial

source: Land Registry Year
pt: Ano de Registo Predial

source: Please activate one fiscal year.
pt: Deve activar um ano contabilístico.

source: Expired insurance
pt: Seguro expirado

source: Insurance to expire soon
pt: Seguro a expirar brevemente

source: Expired maintenance
pt: Manutenção expirada

source: Maintenance to expire soon
pt: Manutenção a expirar brevemente

source: Fractions with late payment
pt: Frações com atraso no pagamento

source: Accounts with negative balance
pt: Contas com saldo negativo

source: Suppliers with arrears
pt: Fornecedores com pagamentos em atraso

source: Draft
pt: Minuta

source: Write and Press enter to post comment.
pt: Escreva e Prima Enter para inserir comentário.

source: Clear
pt: Limpar

source: More options
pt: Mais opções

source: All
pt: Todos

source: Open Source
pt: Código Aberto

source: Config
pt: Configuração

source: General
pt: Geral

source: Accounting
pt: Contabilidade

source: System
pt: Sistema

source: User
pt: Utilizador

source: Reserved area
pt: Área reservada

source: End Session
pt: Terminar Sessão

source: Receipts
pt: Recibos

source: Current Account
pt: Conta Corrente

source: Username
pt: Nome de utilizador

source: Password
pt: Palavra passe

source: List Entities
pt: Listar Entidades

source: New Entity
pt: Criar Entidade

source: Return
pt: Voltar

source: New Manager
pt: Criar Gestor

source: Delete %s
pt: Eliminar %s

source: Edit Entity
pt: Editar Entidade

source: Delete Entity
pt: Eliminar Entidade

source: Vat Number
pt: NIF

source: Mil Rate
pt: Permilagem

source: List Fiscal Years
pt: Listar Período Contabilísticos

source: New Fiscal Year
pt: Criar Período Contabilístico

source: Delete Fiscal Year
pt: Eliminar Período Contabilístico

source: Edit Fiscal Year
pt: Editar Período Contabilístico

source: Set as Active
pt: Activar

source: Open Date
pt: Data de Abertura

source: Close Date
pt: Data de Fecho

source: Edit Manager
pt: Editar Gestor

source: List Insurances
pt: Listar Seguros

source: New Insurance
pt: Novo Seguro

source: View Insurance
pt: Ver Seguro

source: Delete Insurance
pt: Eliminar Seguro

source: Edit Insurance
pt: Editar Seguro

source: Insurance Type
pt: Tipo de Seguro

source: Expiration Date
pt: Data de Validade

source: Insurance Company
pt: Seguradora

source: Policy
pt: Apólice

source: Insurance Amount
pt: Capital Seguro

source: Insurance Premium
pt: Prémio

source: List Owners
pt: Listar Proprietários

source: New Owner
pt: Criar Proprietário

source: Remove %s
pt: Remover %s

source: Are you sure you want to remove # %s?
pt: Tem a certeza que quer remover # %s?

source: Edit Owner
pt: Editar Proprietário

source: Owner Percentage
pt: Percentagem

source: Add Owner
pt: Adicionar Proprietário

source: Crédits
pt: Créditos

source: Print
pt: Imprimir

source: Report
pt: Relatórios

source: List Fraction Types
pt: Listar Tipos de Fração

source: New Fraction Type
pt: Criar Tipo de Fração

source: Fraction Type
pt: Tipo de Fração

source: Edit Fraction Type
pt: Editar Tipo de Fração

source: Delete Fraction Type
pt: Eliminar Tipo de Fração

source: List Fractions
pt: Listar Frações

source: New Fraction
pt: Criar Fração

source: Delete Fraction
pt: Eliminar Fração

source: Edit Fraction
pt: Editar Fração

source: Permillage
pt: Permilagem

source: List
pt: Listar

source: Paid To
pt: Recebido Por

source: Receipt Status
pt: Estado

source: Receipt Payment Type
pt: Método de Pagamento

source: Total Amount
pt: Valor Total

source: No records found.
pt: Não foram encontrados registos.

source: Encoding
pt: Codificação

source: Port (leave blank if unknown)
pt: Porta ( deixe em branco se não tiver esta informação )

source: List Insurance Types
pt: Listar Tipos de Seguro

source: New Insurance Type
pt: Criar Tipo de Seguro

source: Edit Insurance Type
pt: Editar Tipo de Seguro

source: Delete Insurance Type
pt: Eliminar Tipo de Seguro

source: List Invoices
pt: Lista Faturas

source: New Supplier
pt: Criar Fornecedor

source: New Invoice
pt: Adicionar Fatura

source: View Invoice
pt: Ver Fatura

source: Delete Invoice
pt: Eliminar Fatura

source: Edit Invoice
pt: Editar Fatura

source: Invoice Conference Status
pt: Estado

source: Status
pt: Estado

source: Invoice
pt: Fatura

source: List Maintenances
pt: Listar Manutenções

source: New Maintenance
pt: Nova Manutenção

source: View Maintenance
pt: Ver Manutenção

source: Delete Maintenance
pt: Eliminar Manutenção

source: Edit Maintenance
pt: Editar Manutenção

source: Client Number
pt: Número de Cliente

source: Contract Number
pt: Número de Contrato

source: Start Date
pt: Data de Início

source: Renewal Date
pt: Data de Renovação

source: Last Inspection
pt: Última Inspecção

source: Next Inspection
pt: Próxima Inspecção

source: List Movement Categories
pt: Listar Categorias

source: New Movement Category
pt: Criar Categoria

source: Category
pt: Categoria

source: Edit Movement Category
pt: Editar Categoria

source: Delete Movement Category
pt: Eliminar Categoria

source: List Movement Operations
pt: Listar Operações

source: New Movement Operation
pt: Criar Operação

source: Operation
pt: Operação

source: Edit Movement Operation
pt: Editar Operação

source: Delete Movement Operation
pt: Eliminar Operação

source: Movement Operation
pt: Operação

source: List Movements
pt: Listar Movimentos
