Repository: pHAlkaline/phkondo
Catalog: app/Locale/ron/LC_MESSAGES/install.po
Languages: ro_ro

source: Installation: Welcome
ro_ro: Instalare: Bun Venit

source: Already Installed
ro_ro: Deja Instalat

source: Step 1 : Database connection
ro_ro: Pasul 1: Conexiunea la baza de date

source: Database connection file already exists
ro_ro: Fișierul de conexiune la baza de date există deja

source: Could not connect to database: %s
ro_ro: Nu mă pot conecta la baza de date: %s

source: Could not connect to database.
ro_ro: Nu mă pot conecta la baza de date.

source: Could not write database.php file.
ro_ro: Nu pot să scriu fișierul database.php.

source: Step 2 : Build database , load table values
ro_ro: Pasul 2: Crearea bazei de date, încărcarea valorilor în tabele

source: Could not load database: %s
ro_ro: Nu pot încărca baza de date: %s

source: Unable to secure your application, your Config %s core_app.php file is not writable. Please check the permissions.
ro_ro: Nu am putut să securizez aplicația, fișierul de Config %s core_app.php nu poate fi scris. Vă rog verificați permisiunile.

source: Step 3 : Email notification
ro_ro: Pasul 3: Notificarea prin email

source: Could not write email.php file.
ro_ro: Nu pot să scriu fișierul email.php.

source: Step 4 : Admin Account
ro_ro: Pasul 4: Cont de administrator

source: Unable to create administrative user.
ro_ro: Nu am putut să creez utilizatorul administrator.

source: Saved with success.
ro_ro: Salvat cu succes.

source: Could not be saved. Please, try again.
ro_ro: Nu poate fi salvat. Vă rog încercați din nou.

source: Installation completed successfully
ro_ro: Instalarea s-a finalizat cu succes

source: Installation not completed successfully
ro_ro: Instalarea nu s-a încheiat cu succes

source: Something went wrong during installation. Please check your server logs.
ro_ro: Ceva nu a mers bine în timpul instalării. Vă rog verificați log-urile de pe server.

source: Unable to generate users password.
ro_ro: Nu am putut să generez parolele utilizator.

source: install
ro_ro: instalarea

source: Already Secured
ro_ro: Deja Instalat

source: Database connection missing
ro_ro: Conexiunea la baza de date lipsește

source: Install or manually config pHKondo
ro_ro: Instalați sau configurați manual pHKondo

source: Reinstall
ro_ro: instalarea

source: Administrator Account
ro_ro: Parolă nouă

source: Verify Password
ro_ro: Verifică parola

source: Database and data
ro_ro: Baza de date și date

source: Load data
ro_ro: Încarcă date

source: Setup database connection
ro_ro: Configurarea conexiunii la baza de date

source: Setup notification email
ro_ro: Configurare notificării prin email

source: From Email
ro_ro: De la Email

source: From Name
ro_ro: De la Nume

source: Subject
ro_ro: Subiect

source: Passwords secured and updated for all users
ro_ro: Parolele securizate și actualizate pentru toți utilizatorii

source: Resources
ro_ro: Resurse

source: Language
ro_ro: Limba

source: Your tmp directory is NOT writable.
ro_ro: Directorul tmp nu poate fi scris.

source: Your Config directory is writable.
ro_ro: Directorul de configurare ARE permisiunea de scriere.

source: Your Config directory is NOT writable.
ro_ro: Directorul de configurare NU are permisiunea de scriere.

source: Your Config/core_app.php file is writable.
ro_ro: Config/core_app.php ARE permisiunea de scriere.

source: Your Config/core_app.php file is NOT writable.
ro_ro: Config/core_app.php NU are permisiunea de scriere.

source: CakePhp version %s >= %s
ro_ro: Versiunea CakePHP %s >= %s

source: CakePHP version %s < %s
ro_ro: Versiunea CakePHP %s < %s

source: Click here to begin installation
ro_ro: Click aici pentru a începe instalarea

source: Installation cannot continue as minimum requirements are not found.
ro_ro: Instalarea nu poate continua deoarece cerințele minime nu sunt îndeplinite.

source: Email settings file already exists
ro_ro: Fișierul de setări pentru email există deja

source: Unable to config your application, your Config %s bootstrap_app.ini file is not writable. Please check the permissions.
ro_ro: Imposibil de configurat aplicația dvs., fișierul dvs. de configurare %s bootstrap_app.ini nu poate fi scris. Vă rugăm să verificați permisiunile.

source: You required to reinstall.
ro_ro: Ai trebuit să reinstalezi.

source: We need to validate your action, please use this validation key
ro_ro: Trebuie să vă validăm acțiunea, vă rugăm să utilizați această cheie de validare

source: We need to validate your action, please enter your validation key
ro_ro: Trebuie să vă validăm acțiunea, vă rugăm să introduceți cheia de validare

source: pHKondo Reinstall Required
ro_ro: Este necesară reinstalarea pHKondo

source: Required validation key was sent to your user email.
ro_ro: Cheia de validare necesară a fost trimisă la adresa dvs. de e-mail de utilizator.

source: Installed Key
ro_ro: Cheie instalată

source: Invalid Key.
ro_ro: Cheie invalida.
