Repository: pHAlkaline/phkondo
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Employee
it: Impiegato

source: Invalid account
it: Conto non valido

source: The account has been saved
it: Il conto e' stato salvato

source: The account could not be saved. Please, try again.
it: Il conto non puo' essere salvato. Riprova.

source: Account deleted
it: Conto cancellato

source: Account can not be deleted
it: Il conto non può essere cancellato

source: Account
it: Conto Corrente

source: Invalid administrator
it: Amministratore non valido

source: The administrator has been saved
it: L'amministratore e' stato salvato

source: The administrator could not be saved. Please, try again.
it: L'amministratore non puo' essere salvato. Riprova.

source: Requires a valid condo and active fiscal year.
it: Richiede un condominio valido e un anno fiscale attivo.

source: Administrator
it: Amministratore

source: Search
it: Cerca

source: Invalid condo
it: Condominio non valido

source: Attachment
it: Documento

source: Fraction
it: Unita' Immobiliare

source: Insurance
it: Assicurazione

source: Invalid note
it: Quota non valida

source: The note has been saved
it: The fee has been saved

source: The note could not be saved. Please, try again.
it: The fee could not be saved. Please, try again.

source: Invalid Request
it: Richiesta non valida

source: Note deleted
it: Quota cancellato

source: Note can not be deleted
it: La quota non puo' essere cancellata

source: Invalid budget
it: Budget non valido

source: Notes deleted
it: Quotas cancellato

source: Notes can not be deleted
it: La quota non puo' essere cancellata

source: Invalid Budget
it: Budget non valido

source: Common Reserve Fund
it: Fondo Cassa

source: The notes has been created
it: Tutte le quote sono state create

source: The notes could not be created. Please, try again.
it: Le quote non possono essere create. Riprova.

source: Share
it: Quota

source: Note
it: Quota

source: The budget has been saved
it: Il budget e' stato salvato

source: The budget could not be saved. Please, try again.
it: Il budget non puo' essere salvato. Riprova.

source: This Budget can not be deleted, check budget status or existing notes already paid.
it: Questo Budget non puo' essere cancellato, controlla lo stato del budget o se esistono delle quote gia' pagate.

source: Budget deleted
it: Budget cancellato

source: The condo has been saved
it: Il condominio e' stato salvato

source: The condo could not be saved. Please, try again.
it: Il condominio non puo' essere salvato. Riprova.

source: Condo deleted
it: Condominio cancellato

source: Condos
it: Condominio

source: Condo
it: Condominio

source: Drafts
it: Bozza

source: Invalid entity
it: Entita' non valida

source: The entity has been saved
it: L'entita' e' stata salvata

source: The entity could not be saved. Please, try again.
it: L'entita' non puo' essere salvata. Riprova.

source: Entity
it: Entita'

source: Invalid fiscal year
it: Anno fiscale non valido

source: The fiscal year has been saved
it: L'anno fiscale e' stato salvato

source: The fiscal year could not be saved. Please, try again.
it: L'anno fiscale non puo' essere salvato. Riprova.

source: Fiscal Year active
it: Anno Fiscale Attivo

source: This Fiscal Year can not be deleted, check existing notes already paid.
it: Questo Anno Fiscale non puo' essere cancellato, controlla se esistono delle quote gia' pagate.

source: Fiscal Year
it: Anno Fiscale

source: Invalid insurance
it: Assicurazione non valida

source: The insurance has been saved
it: L'assicurazione e' stata salvata

source: The insurance could not be saved. Please, try again.
it: L'assicurazione non puo' essere salvata. Riprova.

source: Insurance deleted
it: Assicurazione cancellata

source: Invalid owner
it: Proprietario non valido

source: The owner could not be found at this fraction. Please, try again.
it: Il proprietario non puo' essere trovato in questa unita' immobiliare. Riprova.

source: The owner has been saved
it: Il proprietario e' stato salvato

source: The owner could not be saved. Please, try again.
it: Il proprietario non puo' essere salvato. Riprova.

source: The owner has been saved and related
it: Il proprietario e' stato salvato e correlato

source: The owner has been saved but could not be related. Please, try again.
it: Il proprietario e' stato salvato ma non puo' essere correlato. Riprova.

source: Owner removed
it: Proprietario rimosso

source: Owner was not removed
it: Il proprietario non è stato rimosso

source: Owner
it: Proprietario

source: Invalid fraction type
it: Unita' immobiliare non valida

source: The fraction type has been saved
it: La tipologia di unita' immobiliare e' stata salvata

source: The fraction type could not be saved. Please, try again.
it: La tipologia di unita' immobiliare non puo' essere salvata. Riprova.

source: Invalid fraction types
it: Unita' immobiliare non valida

source: Fraction type deleted
it: Tipologia Unita' Immobiliare cancellata

source: Fraction type can not be deleted
it: L'unita' immobiliare non può essere cancellata

source: Fraction Types
it: Tipologie Unita' Immobiliari

source: Invalid fraction
it: Unita' immobiliare non valida

source: The fraction has been saved
it: The property has been saved

source: The fraction could not be saved. Please, try again.
it: The property could not be saved. Please, try again.

source: This Fraction can not be deleted, check existing notes already paid.
it: This Property can not be deleted, check existing fees already paid.

source: Fraction deleted
it: Property deleted

source: Fraction can not be deleted
it: L'unita' immobiliare non può essere cancellata

source: Income Control
it: Controllo Incassi

source: Receipt
it: Ricevuta

source: Invalid insurance type
it: Tipologia Assicurazione non valida

source: The insurance type has been saved
it: Tipologia assicurazione salvata

source: The insurance type could not be saved. Please, try again.
it: La tipologia di assicurazione non puo' essere salvata. Riprova.

source: Invalid insurance types
it: Tipologia Assicurazione non valida

source: Insurance type deleted
it: Tipologia assicurazione cancellata

source: Insurance type can not be deleted
it: Tipologia di assicurazione non puo' essere cancellata

source: Insurance Types
it: Tiplogie Assicurazione

source: Invalid invoice
it: Fattura non valida

source: The invoice has been saved
it: La fattura e' stata salvata

source: The invoice could not be saved. Please, try again.
it: La fattura non e' stata salvata. Riprova.

source: Invoice deleted
it: Fattura cancellata

source: Invoice can not be deleted
it: La quota non puo' essere cancellata

source: Invalid maintenance
it: Manutenzione non valida

source: The maintenance has been saved
it: La manutenzione e' stata salvata

source: The maintenance could not be saved. Please, try again.
it: La manutenzione non e' stata salvata. Riprova.

source: Maintenance deleted
it: Manutenzione cancellata

source: Maintenance can not be deleted
it: La manutenzione non puo' essere cancellata

source: Maintenance
it: Manutenzione

source: The movement category has been saved
it: La categoria movimento e' stata salvata

source: Movement category can not be deleted
it: Il movimento non puo' essere cancellato

source: Movement Categories
it: Categorie Movimento

source: Movement
it: Movimento

source: Invalid movement operation
it: Operazione movimento non valida

source: The movement operation has been saved
it: L'operazione movimento e' stata salvata

source: Movement Operations
it: Operazioni Movimento

source: Invalid movement
it: Movimento non valido

source: The movement has been saved
it: Il movimento e' stato salvato

source: The movement could not be saved. Please, try again.
it: Il movimento non e' stato salvato. Riprova.

source: Movement can not be deleted
it: Il movimento non puo' essere cancellato

source: Invalid receipt
it: Ricevuta non valida

source: The receipt has been saved
it: La ricevuta &egrave; stata salvata

source: The receipt could not be saved. Please, try again.
it: La ricevuta non pu&ograve; essere salvata. Riprova.

source: The notes could not be saved. Please, try again.
it: Questa quota non puo' essere salvata. Riprova.

source: Receipt deleted
it: Ricevuta cancellata

source: Pick Notes
it: Seleziona Quote

source: Start Session
it: Inizia Sessione

source: Invalid supplier
it: Fornitore non valido

source: The supplier has been saved
it: Il fornitore e' stato salvato

source: The supplier could not be saved. Please, try again.
it: Il fornitore non puo' essere salvato. Riprova.

source: Supplier deleted
it: Fornitore Cancellato

source: Supplier can not be deleted
it: Il fornitore non può essere cancellato

source: Supplier
it: Fornitore

source: Invalid support category
it: Categoria Supporto Non Valida

source: Support category can not be deleted
it: Categoria supporto non puo' essere cancellata

source: Support Categories
it: Categorie Supporto

source: Invalid support
it: Supporto non valido

source: The support has been saved.
it: Il fornitore e' stato salvato.

source: Invalid Support
it: Supporto non valido

source: Support deleted
it: Supporto cancellato

source: Support
it: Support Request

source: Invalid user
it: Utente non valido

source: The user has been saved
it: L'utente e' stato salvato

source: User deleted
it: Utente cancellato

source: User can not be deleted
it: L'utente non può essere cancellato

source: Invalid username or password, try again
it: Nome utente o password errati, riprova

source: Users
it: Utenti

source: Active
it: Attivo

source: Submit
it: Salva

source: Empty
it: Vuoto

source: Details
it: Dettagli

source: Edit
it: Modifica

source: Remove
it: Rimuovi

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
it: Pagina {:page} su {:pages}, mostrati {:current} record su {:count} totali, record iniziale {:start}, record finale {:end}

source: Previous
it: Precedente

source: Next
it: Successivo

source: Name
it: Nome

source: Modified
it: Modificato

source: Created
it: Creata

source: Representative
it: Rappresentante

source: Title
it: Descrizione

source: pHkondo Condominium Management
it: pHKondo Gestione Condominio

source: Add a comment
it: Inserisci Commento

source: Comments
it: Commenti

source: VAT
it: IVA

source: Document Date
it: Data Documento

source: Payment
it: Pagamento

source: Observations
it: Osservazioni

source: Others
it: Altri

source: Other or quotes without reference
it: Altro o quota senza riferimento

source: Income extra and previous exercices
it: Disavanzo incasso e esercizi precedenti

source: Shares Map
it: Mappa delle Quote

source: All owners
it: Tutti i proprietari

source: Movement Category
it: Categoria Movimento

source: Amount
it: Importo

source: Document
it: Documento

source: Payment Date
it: Data Pagamento

source: List Accounts
it: Lista Conti

source: New Account
it: Nuovo Conto

source: Contact
it: Contatto

source: View %s
it: Visualizza %s

source: Delete Account
it: Cancella Account

source: Edit Account
it: Modifica Conto

source: Balance
it: Saldo

source: Bank
it: Banca

source: Balcony
it: Balcone

source: Account Number
it: Numero Conto

source: Main Account
it: Conto Principale

source: List Administrators
it: Lista Amministratori

source: New Administrator
it: Nuovo Amministratore

source: Delete Administrator
it: Cancella Amministratore

source: Edit Administrator
it: Modifica Amministratore

source: Add Administrator
it: Inserisci Amministratore

source: Functions
it: Funzioni

source: Plugin NotFound
it: Plugin non trovato

source: Buy FullPack
it: Compra plugin

source: List Notes
it: Lista Quote

source: New Note
it: Nuova Quota

source: List Budgets
it: Lista Budget

source: Warning: permillage sum should be 1000
it: Attenzione: La somma dei millesimi deve essere 1000

source: Create Notes
it: Crea Quote

source: Description
it: Descrizione

source: permillage
it: millesimi (percentuale)

source: Total notes
it: Incasso Totale

source: Delete Note
it: Cancella Quota

source: Edit Note
it: Modifica Quota

source: Delete All
it: Cancella tutto

source: Delete
it: Cancella

source: Note Type
it: Tipologia Quota

source: Note Status
it: Stato Quota

source: Due Date
it: Scadenza

source: New Budget
it: Nuovo Budget

source: Delete Budget
it: Cancella Budget

source: Warning: when you cancel a budget, ALL DEBIT NOTES created by this budget will be set as CANCELED, EXCEPT the ones already paid.
it: Attenzione: quando annulli un budget, TUTTE LE NOTE DI DEBITO create da questo budget verranno impostate come ANNULLATE, TRANNE quelle già pagate.

source: Warning: when you set a budget as pending, ALL DEBIT NOTES created by this budget will be set as WAITING PAYMENT, EXCEPT the ones already paid.
it: Attenzione: quando imposti un budget come in sospeso, TUTTE LE NOTE DI DEBITO create da questo budget verranno impostate come IN ATTESA DI PAGAMENTO, TRANNE quelle già pagate.

source: Warning: field set read only by budget status, you must change budget to pending to allow change.
it: Attenzione: campo impostato in sola lettura dallo stato del budget, è necessario modificare il budget in in sospeso per consentire la modifica.

source: Edit Budget
it: Modifica Budget

source: Budget Type
it: Tipo Budget

source: Settled Shares Map
it: Mappa Quote Pagate

source: Budget Date
it: Data Budget

source: Requested Amount
it: Importo Richiesto

source: Common Reserve Fund (%)
it: Fondo Cassa (%)

source: Begin Date
it: Data Inizio

source: Share Periodicity
it: Periodicita' Quote

source: Share Distribution
it: Distribuzione quote

source: Due Days
it: Termini di pagamento (gg)

source: Meeting Draft
it: Bozza Incontro

source: List Condos
it: Lista Condomini

source: New Condo
it: Nuovo Condominio

source: View Condo
it: Visualizza Condominio

source: Edit Condo
it: Modifica Condominio

source: Delete Condo
it: Cancella Condominio

source: Taxpayer Number
it: Codice Fiscale

source: Address
it: Indirizzo

source: Matrix Registration
it: Matricola

source: Land Registry
it: Catasto

source: Land Registry Year
it: Anno Catasto

source: Please activate one fiscal year.
it: Attiva un anno fiscal.

source: Insurance to expire soon
it: Assicurazione in scadenza a breve

source: Maintenance to expire soon
it: Manutenzione in scadenza a breve

source: Fractions with late payment
it: Unita' immobiliari con pagamenti in ritardo

source: Suppliers with arrears
it: Fornitori con arretrati

source: Draft
it: Bozza

source: More options
it: Operazioni Movimento

source: All
it: Tutti

source: Config
it: Configurazione

source: General
it: Generale

source: Accounting
it: Contabilità

source: System
it: Sistema

source: User
it: Utente

source: Reserved area
it: Área reservada

source: End Session
it: Fine Sessione

source: Receipts
it: Ricevuti

source: Current Account
it: Conto Corrente

source: Username
it: Nome Utente

source: Password
it: Parola d'ordine

source: List Entities
it: Lista Entità

source: New Entity
it: Nuova Entita'

source: Return
it: Ritorna

source: New Manager
it: Nuovo Direttore

source: Delete %s
it: Cancella %s

source: Edit Entity
it: Modifica Entita'

source: Delete Entity
it: Cancella Entità

source: Vat Number
it: Codice IVA

source: Mil Rate
it: Millesimi (percentuale)

source: List Fiscal Years
it: Lista Anni Fiscali

source: New Fiscal Year
it: Nuovo Anno Fiscale

source: Delete Fiscal Year
it: Cancella Anno Fiscale

source: Edit Fiscal Year
it: Modifica Anno Fiscale

source: Set as Active
it: Imposta come "Attivo

source: Open Date
it: Data Apertura

source: Close Date
it: Data Chiusura

source: Edit Manager
it: Modifica Gestore

source: List Insurances
it: Lista Assicurazioni

source: New Insurance
it: Nuova Assicurazione

source: View Insurance
it: Nuova Assicurazione

source: Delete Insurance
it: Cancella Assicurazione

source: Edit Insurance
it: Modifica Assicurazione

source: Insurance Type
it: Tipologia Assicurazione

source: Expiration Date
it: Data di scadenza

source: Insurance Company
it: Compagnia Assicurativa

source: Policy
it: Politica

source: Insurance Amount
it: Importo Assicurazione

source: Insurance Premium
it: Premio assicurativo

source: List Owners
it: Lista Proprietari

source: New Owner
it: Nuovo Proprietario

source: Remove %s
it: Rimuovi %s

source: Are you sure you want to remove # %s?
it: Sei sicuro di voler rimuovere # %s?

source: Edit Owner
it: Modifica Proprietario

source: Owner Percentage
it: Percentuale Proprietario

source: Add Owner
it: Inserisci Proprietario

source: Crédits
it: Crediti

source: Print
it: Stampa

source: Report
it: Rapporto

source: List Fraction Types
it: Lista Unita' Immobiliari

source: New Fraction Type
it: Inserisci Tipologia Unita' Immobiliare

source: Fraction Type
it: Tipologia Unita' Immobiliare

source: Edit Fraction Type
it: Modifica Unita' Immobiliare

source: Delete Fraction Type
it: Cancella Tipo di Unita' Immobiliare

source: List Fractions
it: List Unita' Immobiliari

source: New Fraction
it: New Unita' Immobiliare

source: Delete Fraction
it: Delete Unita' immobiliare

source: Edit Fraction
it: Modifica Unita' Immobiliare

source: Permillage
it: Millesimi (percentuale)

source: List
it: Lista

source: Paid To
it: Pagato A

source: Receipt Status
it: Stato Ricevuta

source: Receipt Payment Type
it: Metodo di pagamento

source: Total Amount
it: Importo Totale

source: No records found.
it: Nessun record trovato.

source: Encoding
it: Codifica

source: Port (leave blank if unknown)
it: Porto (lasciare vuoto se sconosciuto)

source: List Insurance Types
it: Lista Tipolgie Assicurazioni

source: New Insurance Type
it: Inserisci Tipologia Assicurazione

source: Edit Insurance Type
it: Modifica Tipologia Assicurazione

source: Delete Insurance Type
it: Cancella Tipologia Assicurazione

source: List Invoices
it: Lista Fatture

source: New Supplier
it: Nuovo Fornitore

source: New Invoice
it: Nuova Fattura

source: View Invoice
it: Nuova Fattura

source: Delete Invoice
it: Cancella Fattura

source: Edit Invoice
it: Modifica Fattura

source: Invoice Conference Status
it: Fattura stato conferenza

source: Status
it: Stato

source: Invoice
it: Fattura

source: List Maintenances
it: Lista Manutenzioni

source: New Maintenance
it: Nuova Manutenzione

source: View Maintenance
it: Nuova Manutenzione

source: Delete Maintenance
it: Cancella Manutenzione

source: Edit Maintenance
it: Modifica Manutenzinoe

source: Client Number
it: Numero Cliente

source: Contract Number
it: Numero Contratto

source: Start Date
it: Inizio

source: Renewal Date
it: Data Rinnovo

source: Last Inspection
it: Ultima Ispezione

source: Next Inspection
it: Prossima Ispezione

source: List Movement Categories
it: Lista Categorie Movimento

source: New Movement Category
it: Nuova Categoria Movimento

source: Category
it: Categoria

source: Edit Movement Category
it: Modifica Categoria Movimento

source: Delete Movement Category
it: Cancella Categoria Movimento

source: List Movement Operations
it: Lista Operazioni Movimento

source: New Movement Operation
it: Nuova Operazione Movimento

source: Operation
it: Operazione

source: Edit Movement Operation
it: Modifica Operazione Movimento

source: Delete Movement Operation
it: Cancella Operazione Movimento

source: Movement Operation
it: Operazione Movimento

source: List Movements
it: Lista Movimenti

source: New Movement
it: Nuovo Movimento

source: Delete Movement
it: Cancella Movimento

source: Edit Movement
it: Modifica Movimento

source: Movement Type
it: Tipologia Movimento

source: Movement Date
it: Data Movimento

source: List Receipts
it: Lista Ricevute

source: New Receipt
it: Nuova Ricevuta

source: Cancel Receipt
it: Annulla Ricevuta

source: Delete Receipt
it: Cancella Ricevuta

source: Edit Receipt
it: Modifica ricevuta

source: Total amount
it: Importo Totale

source: Pick
it: Seleziona

source: Paid
it: Pagato

source: Are you sure you want to set receipt # %s as paid? - Payment as %s
it: Sei sicuro di voler impostare la ricevuta # %s come pagata? - Pagamento in %s

source: Cancel
it: Annulla

source: Are you sure you want to cancel # %s?
it: Sei sicuro di voler annullare # %s?

source: Pay Receipt
it: Paga Ricevuta

source: Cancel Motive
it: Motivo Annullamento

source: Date
it: Data

source: Contribute Here
it: Contribuisci

source: Remember Me
it: Ricordati di me

source: Application Offline
it: Applicazione non in linea

source: This application is now on maintenance mode, back soon as possible!
it: Questa applicazione è in manutenzione. Sara' ripristinata il prima possibile!

source: Maintenance start at %s
it: Manutenzione comincia a %s

source: Maintenance duration %s Hours
it: Durata manutenzione %s Ore

source: Application Online
it: Applicazione in linea

source: This application is back online, please refresh!
it: Questa applicazione è tornata online, aggiornala!

source: Subscription Expired
it: Abbonamento scaduto

source: This subscription has expired!
it: Questo abbonamento è scaduto!

source: Subscription started at %s
it: Abbonamento iniziato alle %s

source: Subscription expipred after %s days
it: Abbonamento scaduto dopo %s giorni

source: For subscription payments use our international platform at
it: Per i pagamenti degli abbonamenti utilizza la nostra piattaforma internazionale all'indirizzo

source: Subscription Active
it: Per i pagamenti degli abbonamenti utilizza la nostra piattaforma internazionale all'indirizzo

source: This subscription is back online, please refresh!
it: Questo abbonamento è di nuovo online, aggiorna!

source: This subscription will expire in %s days
it: Questo abbonamento è di nuovo online, aggiorna! %s

source: Condominium / HOA Management
it: Gestione Condominio

source: List Suppliers
it: Lista Fornitore

source: Edit Supplier
it: Modifica Fornitore

source: Delete Supplier
it: Cancella Fornitore

source: List Support Categories
it: Lista Categorie Supporto

source: New Support Category
it: Nuova Categoria Supporto

source: View Support Category
it: Nuova Categoria Supporto

source: Delete Support Category
it: Cancella Categoria Supporto

source: Edit Support Category
it: Modifica Categoria Supporto

source: Support Category
it: Categoria Supporto

source: List Supports
it: Lista Supporti

source: Add Support
it: Inserisci Supporto

source: Priority
it: Priorita'

source: Assigned To
it: Assegnata A

source: View Support
it: Nuovo Supporto

source: Delete Support
it: Cancella Supporto

source: Edit Support
it: Modifica Supporto

source: New Support
it: Nuovo Supporto

source: Notes
it: Quota

source: List Users
it: Lista Utenti

source: New User
it: Nuovo Utente

source: Delete User
it: Cancella Utente

source: Edit User
it: Modifica Utente

source: Enable password change
it: Abilita la modifica della password

source: Role
it: Ruolo

source: Organization
it: Organizzazione

source: Edit Organization
it: Modifica Organization

source: Saved with success.
it: Salvato con successo.

source: Could not be saved. Please, try again.
it: Registrierung nicht möglich, bitte versuchen Sie es erneut.

source: Currency Symbol
it: Simbolo di valuta

source: Calendar Date Format
it: Formato data calendario

source: Time Zone
it: Fuso orario

source: List Of Supported Timezones
it: Elenco dei fusi orari supportati

source: Attachment Max Size
it: Dimensione massima dell'allegato

source: Attachment Allowed Extensions
it: Estensioni consentite per gli allegati

source: You will need to have access for less secure apps enabled in your Google account for this to work
it: Affinché funzioni, dovrai avere accesso alle app meno sicure abilitate nel tuo account Google

source: Allowing less secure apps to access your account
it: Consenti alle app meno sicure di accedere al tuo account
