Repository: pHAlkaline/phkondo
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it

source: USING GOOGLE ACCOUNT?
it: UTILIZZI UN ACCOUNT GOOGLE?

source: You have reached the maximum number of condos allowed, request an account update accessing %s
it: Hai raggiunto il numero massimo di condomini consentiti, richiedi un aggiornamento account accedendo %s

source: Allowed dimensions are width <= 380 and height <= 65
it: Le dimensioni consentite sono larghezza <= 380 e altezza <= 65

source: Language
it: Lingua

source: Theme
it: Tema

source: App Administrator
it: Amministratore dell'app

source: Invalid condo or fiscal year
it: Condominio o anno fiscale non valido

source: Administrator deleted
it: Amministratore cancellato

source: Administrator can not be deleted
it: L'amministratore non può essere cancellato

source: Invalid Budget values, check amount, total sum of properties mill rate and number of shares
it: Valori di budget, importo dell'assegno, somma totale delle proprietà mill rate e numero di azioni non validi

source: Budget can not be deleted
it: Il budget non può essere eliminato

source: Home
it: Casa

source: Condo can not be deleted, please check the existence of already paid notes
it: Il condominio non può essere cancellato, si prega di verificare l'esistenza di note già pagate

source: Entity deleted
it: Entità eliminata

source: Entity can not be deleted
it: L'entità non può essere eliminata

source: Fiscal Year is not active
it: L'anno fiscale non è attivo

source: Menu
it: Menù

source: Open Source
it: Fonte aperta

source: Write and Press enter to post comment.
it: Scrivi e premi Invio per postare un commento.

source: Clear
it: Chiaro

source: Accounts with negative balance
it: Conti con saldo negativo

source: Expired maintenance
it: Manutenzione scaduta

source: Expired insurance
it: Assicurazione scaduta

source: Alerts
it: Avvisi

source: Click Here
it: Clicca qui

source: Online Tutorial
it: Esercitazione in linea

source: Quick Guide
it: Guida rapida

source: Alert
it: Avviso

source: Select
it: Seleziona

source: Budget Status
it: Stato budget

source: Are you sure you want to delete all # %s?
it: Sei sicuro di voler eliminare tutto # %s?

source: Nib
it: Pennino

source: Swift
it: Veloce

source: Which model would you like to regenerate thumbnails for?
it: Per quale modello vorresti rigenerare le miniature?

source: <error>
it: <errore>

source: No filename after parsing. Function %s returned an invalid filename
it: Nessun nome file dopo l'analisi

source: Expenses report
it: Resoconto spese

source: Remember my info
it: Ricorda le mie informazioni

source: Save comment
it: Salva commento

source: Permalink
it: Collegamento permanente

source: Rating:
it: Valutazione:

source: Votes:
it: Voti:

source: Your vote: %.01f
it: Il tuo voto: %.01f

source: Sending vote...
it: Invio voto...

source: Please go back and try again
it: Torna indietro e riprova

source: Missing model for %s::%s() call
it: Modello mancante per la chiamata %s::%s()

source: Missing item with id %d for %s::%s() call
it: Elemento mancante con id %d per la chiamata %s::%s()

source: You cannot vote more than once!
it: Non puoi votare più di una volta!

source: There was an error while saving your vote
it: Si è verificato un errore durante il salvataggio del tuo voto

source: Thanks for voting!
it: Grazie per aver votato!

source: Type
it: Tipo

source: Size
it: Dimensione

source: Are you sure you want to delete # %s?
it: Sei sicuro di voler eliminare # %s?

source: Fiscal Year deleted
it: Anno fiscale cancellato

source: Fiscal Year can not be deleted
it: L'anno fiscale non può essere cancellato

source: Insurance can not be deleted
it: L'assicurazione non può essere cancellata

source: Invalid movement category
it: Categoria movimento non valida

source: The movement category could not be saved. Please, try again.
it: Impossibile salvare la categoria del movimento.

source: Add Movement Category
it: Aggiungi categoria movimento

source: Movement category deleted
it: Categoria movimento eliminata

source: The movement operation could not be saved. Please, try again.
it: Impossibile salvare l'operazione di movimento.

source: Add Movement Operation
it: Aggiungi operazione di movimento

source: Movement operation deleted
it: Operazione di movimento eliminata

source: Movement operation can not be deleted
it: L'operazione di movimento non può essere cancellata

source: No movements allowed
it: Non sono consentiti movimenti

source: Movement deleted
it: Movimento cancellato

source: Invalid account or fiscal year
it: Conto o anno fiscale non valido

source: Receipt can not be deleted
it: La ricevuta non può essere cancellata

source: Reports
it: Rapporti

source: Unable to generate users password.
it: Impossibile generare la password degli utenti.

source: The support category has been saved
it: La categoria di supporto è stata salvata

source: The support category could not be saved. Please, try again.
it: Impossibile salvare la categoria di supporto.

source: Support category deleted
it: Categoria di supporto eliminata

source: The support could not be saved. Please, try again.
it: Impossibile salvare il supporto.

source: Support can not be deleted
it: Il supporto non può essere eliminato

source: The user could not be saved. Please, try again.
it: L'utente non può essere salvato.

source: Selected Theme not found.
it: Tema selezionato non trovato.

source: This application will be on maintenance mode at %s
it: Questa applicazione sarà in modalità manutenzione alle %s

source: Unable to secure your application, your Config %s core_app.php file is not writable. Please check the permissions.
it: Impossibile proteggere la tua applicazione, il tuo file Config %s core_app.php non è scrivibile. Si prega di verificare le autorizzazioni.

source: Budget
it: Bilancio

source: Manager
it: Gestore

source: Subject
it: Assunto

source: Storage exceeds maximum limit.
it: Lo spazio di archiviazione supera il limite massimo.

source: Calculate
it: Calcolare
