Repository: pHAlkaline/phkondo
Catalog: app/Locale/ita/LC_MESSAGES/install.po
Languages: it

source: Installation: Welcome
it: Installazione: Benvenuto

source: Already Installed
it: Già installato

source: Step 1 : Database connection
it: Passaggio 1: Connessione al database

source: Database connection file already exists
it: il file di connessione al database esiste già

source: Could not connect to database: %s
it: Impossibile connettersi al database: %s

source: Could not connect to database.
it: Impossibile connettersi al database.

source: Could not write database.php file.
it: Impossibile scrivere il file database.php.

source: Step 2 : Build database , load table values
it: Passaggio 2: creazione del database, caricamento dei valori della tabella

source: Could not load database: %s
it: Impossibile caricare il database: %s

source: Unable to secure your application, your Config %s core_app.php file is not writable. Please check the permissions.
it: Impossibile proteggere la tua applicazione, il tuo file Config %s core_app.php non è scrivibile.

source: Step 3 : Email notification
it: Passaggio 3: Notifica e-mail

source: Could not write email.php file.
it: Impossibile scrivere il file email.php.

source: Step 4 : Admin Account
it: Step 4 : Account amministratore

source: Unable to create administrative user.
it: Impossibile creare l'utente amministrativo.

source: Saved with success.
it: Salvato con successo.

source: Could not be saved. Please, try again.
it: Impossibile salvare.

source: Installation completed successfully
it: Installazione completata con successo

source: Installation not completed successfully
it: Installazione non completata correttamente

source: Something went wrong during installation. Please check your server logs.
it: Qualcosa è andato storto durante l'installazione.

source: Unable to generate users password.
it: Impossibile generare la password degli utenti.

source: install
it: installa

source: Already Secured
it: Già protetto

source: Database connection missing
it: Connessione al database mancante

source: Install or manually config pHKondo
it: Installa o configura manualmente pHKondo

source: Are you sure you want to reinstall # %s?
it: Sei sicuro di voler reinstallare # %s?

source: Administrator Account
it: Account amministratore

source: New Password
it: Nuova password

source: Verify Password
it: Verifica password

source: Database and data
it: Banca dati e dati

source: Check option to load default values to auxiliary tables.
it: Seleziona l'opzione per caricare i valori predefiniti nelle tabelle ausiliarie.

source: Load data
it: Carica dati

source: Check option to add demonstration condo.
it: Seleziona l'opzione per aggiungere un condominio dimostrativo.

source: Load demonstration condo
it: Condominio dimostrativo di carico

source: Setup database connection
it: Configura la connessione al database

source: Database
it: Banca dati

source: Setup notification email
it: Imposta email di notifica

source: From Email
it: Dall'e-mail

source: From Name
it: Dal nome

source: Subject
it: Soggetto

source: Passwords secured and updated for all users
it: Password protette e aggiornate per tutti gli utenti

source: Resources
it: Risorse

source: Language
it: Lingua

source: Your tmp directory is writable.
it: La tua directory tmp è scrivibile.

source: Your tmp directory is NOT writable.
it: La tua directory tmp NON è scrivibile.

source: Your Config directory is writable.
it: La tua directory Config è scrivibile.

source: Your Config directory is NOT writable.
it: La tua directory Config NON è scrivibile.

source: Your Config/core_app.php file is writable.
it: Il tuo file Config/core_app.php è scrivibile.

source: Your Config/core_app.php file is NOT writable.
it: Il tuo file Config/core_app.php NON è scrivibile.

source: PHP version %s >= 5.6 and <8.0.0
it: Versione PHP %s >= 5.6 e <8.0.0

source: PHP version %s < 5.6 or =>8.0.0
it: Versione PHP %s < 5.6 o =>8.0.0

source: CakePhp version %s >= %s
it: CakePhp versione %s >= %s

source: CakePHP version %s < %s
it: CakePHP versione %s < %s

source: Click here to begin installation
it: Clicca qui per iniziare l'installazione

source: Installation cannot continue as minimum requirements are not found.
it: L'installazione non può continuare perché non sono stati trovati i requisiti minimi.

source: pHKondo is now Secure.
it: pHKondo ora è Sicuro.

source: Unable to config your application, your Config %s bootstrap_app.ini file is not writable. Please check the permissions.
it: Impossibile configurare la tua applicazione, il tuo file Config %s bootstrap_app.ini non è scrivibile.

source: Dont forget to restore default access values to Config and tmp directory.
it: Non dimenticare di ripristinare i valori di accesso predefiniti alla directory Config e tmp.

source: You required to reinstall.
it: È necessario reinstallare.

source: We need to validate your action, please use this validation key
it: Dobbiamo convalidare la tua azione, utilizza questa chiave di convalida

source: We need to validate your action, please enter your validation key
it: Abbiamo bisogno di convalidare la tua azione, per favore inserisci la tua chiave di convalida

source: pHKondo Reinstall Required
it: È richiesta la reinstallazione di pHKondo

source: Required validation key was sent to your user email.
it: La chiave di convalida richiesta è stata inviata all'e-mail dell'utente.

source: Installed Key
it: Chiave installata

source: Invalid Key.
it: Chiave non valida.
