Repository: pHAlkaline/phkondo
Catalog: app/Locale/ita/LC_MESSAGES/validation.po
Languages: it

source: Empty
it: Vuoto

source: Must be unique
it: Deve essere univoco

source: Next inspection date must be after last inspection date
it: La data per la successiva ispezione deve essere antecedente l'ultima data inizio

source: Next inspection date must be after start date
it: La data per la successiva ispezione deve essere successiva alla data inizio

source: Passwords dont match
it: Le password non coincidono

source: Please enter a valid role
it: Inserisci un ruolo valido

source: Please enter an valid percentage.
it: Inserisci una percentuale valida.

source: Please enter an valid rate.
it: Inserisci un tasso valido.

source: Renewal date must be after start date
it: La data rinnovo deve essere successiva alla data inizio

source: This status requires payment date
it: Questo stato richiede una data pagamento

source: boolean
it: Si/No

source: close date must be after open date
it: la data chiusura deve essere successiva alla data apertura

source: close date must be after open date, or passed 30 days interval
it: la data chiusura deve essere successiva alla data apertura, o superato intervallo di 30 giorni.

source: date
it: data

source: due date must be after document date
it: la data scadenza deve essere successiva alla data documento

source: invalid active
it: attivo non valido

source: invalid begin date
it: data inizio non valida

source: invalid date, do not match active fiscal year dates
it: data non valida, non corrisponde alle date dell'anno fiscale attivo

source: invalid close date
it: data chiusura non valida

source: invalid date
it: data non valida

source: invalid movement date
it: data movimento non valida

source: invalid open date
it: data apertura non valida

source: invalid origin date
it: data inizio non valida

source: money
it: moneta

source: NotBlank
it: Non vuoto

source: notBlank
it: Non vuoto

source: numeric
it: numerico

source: payment date must be after document date
it: la data del pagamento deve essere successiva alla data del documento

source: Minimum 8 characters long
it: La lunghezza deve essere almeno di 8 caratteri

source: Must contain one upper, one lower, 1 digit or special character
it: Deve contenere una lettera maiuscola, una minuscola, un numero o un carattere speciale
