Repository: pHAlkaline/phkondo
Catalog: app/Locale/*/LC_MESSAGES/install.po
Languages: pt_br

source: Admin panel: %s
pt_br: Administração de Acessos: %s

source: Admin user password
pt_br: Palavra passe do utilizador administrador

source: Already Installed
pt_br: Applicação instalada

source: CakePHP version %s < %s
pt_br: Versão Framework CakePHP %s < %s

source: CakePhp version %s >= %s
pt_br: Versão Framework CakePHP %s >= %s

source: Check load data option to insert dafault values to auxiliary tables.
pt_br: Seleccione carregar dados para adicionar valores na base de dados. Carrega dados para tabelas auxiliares.

source: Click here to begin installation
pt_br: Inicie aqui a sua instalação

source: Could not be saved. Please, try again.
pt_br: Não foi possível gravar. Por favor tente outra vez.

source: Could not connect to database.
pt_br: Não foi possível a ligação à base de dados.

source: Could not load database: %s
pt_br: Não foi possível carregar a base de dados: %s

source: Could not write database.php file.
pt_br: Não foi possivél gravar o ficheiro database.php

source: Could not write email.php file.
pt_br: Não foi possivél gravar o ficheiro email.php

source: Database
pt_br: Base de dados

source: Database and data
pt_br: Base de Dados e respectivos dados

source: Database connection file already exists
pt_br: Ficheiro de configuração de acesso à base de dados já existe

source: Dont forget to restore default access values to Config and tmp directory.
pt_br: Não se esqueça de restaurar os valores de defeito para as directorias de Config e tmp

source: Email settings file already exists
pt_br: Ficheiro de configuração email.php já existe

source: From Email
pt_br: Email de envio

source: From Name
pt_br: Nome de envio

source: Installation cannot continue as minimum requirements are not found.
pt_br: A instalação não pode continuar, requisitos minimos não foram encontrados.

source: Installation completed successfully
pt_br: A Instalação terminou com sucesso

source: Installation not completed successfully
pt_br: Não foi possível terminar a instalação com sucesso

source: Installation: Welcome
pt_br: Instalação: Bem Vindo

source: Language
pt_br: Idioma

source: Load data
pt_br: Carregar dados

source: New Password
pt_br: Nova Palavra Passe

source: Passwords secured and updated for all users
pt_br: Palava passe assegurada e actualizada para todos os utilizadores

source: Resources
pt_br: Recursos

source: Saved with success.
pt_br: Gravado com sucesso.

source: Setup database connection
pt_br: Definir ligação á base de dados

source: Setup notification email
pt_br: Configuração notificações por email

source: Something went wrong during installation. Please check your server logs.
pt_br: Algo correu mal durante a instalação. Verifique os logs do servidor.

source: Step 1 : Database connection
pt_br: Passo 1 : Configuração de acesso à base de dados

source: Step 2 : Build database , load table values
pt_br: Passo 2 : Construir base de dados e carregar valores nas tabelas

source: Step 3 : Email notification
pt_br: Passo 3 : Configuração de notificações por email

source: Step 4 : Secure app
pt_br: Passo 4 : Tornar a aplicação mais segura

source: Subject
pt_br: Assunto

source: Unable to create administrative user.
pt_br: Não foi possivel criar utilizador de administração.

source: Unable to generate users password.
pt_br: Não foi possível criar palavras passe para os utilizadores.

source: Unable to secure your application, your Config %s core.php file is not writable. Please check the permissions.
pt_br: Não foi possivel tornar a aplicação mais segura, a sua pasta Config %s core.php não permite escrita. Verifique as permisões.

source: Verify Password
pt_br: Verificar Palavra Passe

source: Your Config directory is NOT writable.
pt_br: A directoria Config não tem permisão de escrita.

source: Your Config directory is writable.
pt_br: A directoria Config tem permisão de escrita.

source: Your Config/core.php file is NOT writable.
pt_br: A ficheiro Config/core.php não tem permisão de escrita.

source: Your Config/core.php file is writable.
pt_br: A ficheiro Config/core.php tem permisão de escrita.

source: Your tmp directory is NOT writable.
pt_br: A directoria tmp não permite escrita.

source: Your tmp directory is writable.
pt_br: A directoria tmp tem permisão de escrita

source: pHKapa Admin panel: %s
pt_br: pHKapa Painel de Administração: %s
