Repository: pHAlkaline/phkondo
Catalog: app/Locale/*/LC_MESSAGES/validation.po
Languages: pt_br

source: numeric
pt_br: Campo do tipo númerico.

source: notBlank
pt_br: Não deve ser vazio.

source: uuid
pt_br: Identificador único.

source: boolean
pt_br: Campo do tipo booleano.

source: date
pt_br: Campo do tipo data.

source: invalid date, do not match active fiscal year dates
pt_br: Data inválida, não coincide com datas do período contabilístico ativo.

source: money
pt_br: Monetário.

source: Please enter an valid percentage.
pt_br: Percentagem inválida.

source: invalid open date
pt_br: Data de abertura inválida.

source: invalid close date
pt_br: Data de fecho inválida.

source: close date must be after open date
pt_br: Data de fecho deve ser superior a data de abertura.

source: invalid active
pt_br: Valor inválido.

source: Please enter an valid rate.
pt_br: Valor inválido.

source: Must be unique
pt_br: Deve ser único.

source: close date must be after open date, or passes 30 days interval
pt_br: Data de fecho deve ser superior a data de abertura, ou passou intervalo de 30 dias.

source: due date must be after document date
pt_br: Data de vencimento deve ser superior a data do documento

source: invalid date.
pt_br: Data inválida.

source: This status requires payment date
pt_br: Estado requer data de pagamento.

source: Renewal date must be after start date
pt_br: Data de renovação deve ser superior a data de início.

source: invalid date
pt_br: Data inválida.

source: Next inspection date must be after start date
pt_br: Data da próxima inspecção deve ser superior a data de início.

source: Next inspection date must be after last inspection date
pt_br: Data da próxima inspecção deve ser superior a data da última inspecção.

source: empty
pt_br: Vazio.

source: payment date must be at or after document date
pt_br: Data de pagamento deve ser igual ou superior a data do documento

source: Empty
pt_br: Vazio.

source: Minimum 8 characters long
pt_br: Minimo de 8 caracteres.

source: Must contain one upper, one lower, 1 digit or special character
pt_br: Deve conter pelo menos uma maiuscula , uma minuscula, um digito ou caracter especial.

source: Passwords dont match
pt_br: Palavra passe não corresponde.

source: Please enter a valid role
pt_br: Função Inválida.

source: NotBlank
pt_br: Não pode ser vazio.

source: Name cannot be empty
pt_br: Nome não pode ficar vazio

source: E-mail address cannot be empty
pt_br: E-mail é mandatótório

source: E-mail address is not valid
pt_br: Endresso de E-mail inválido

source: Invalid IP address
pt_br: Valor IP inválido

source: Comment cannot be empty
pt_br: Comentário não pode ser vazio

source: decimal
pt_br: valor decimal

source: minimum
pt_br: mínimo

source: maximum
pt_br: máximo
