Repository: pHAlkaline/phkondo
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: App Administrator
es_es: Administrador del Programa

source: Employee
es_es: Empleado

source: Manager
es_es: Supervidor

source: Invalid account
es_es: Cuenta inválida

source: The account has been saved
es_es: La cuenta ha sido guardada

source: The account could not be saved. Please, try again.
es_es: La cuenta no puede ser salvada. Por favor intente de nuevo.

source: Account deleted
es_es: Cuenta eliminada

source: Account can not be deleted
es_es: La cuenta no puede ser eliminada

source: Invalid condo or fiscal year
es_es: Propiedad o período fiscal inválidos

source: Account
es_es: Cuenta

source: Invalid administrator
es_es: Administrador inválido

source: The administrator has been saved
es_es: El administrador ha sido guardado

source: The administrator could not be saved. Please, try again.
es_es: El administrador no puede ser guardado. Por favor intente de nuevo.

source: Administrator deleted
es_es: Administrador borrado

source: Administrator can not be deleted
es_es: Este administrador no puede ser eliminado

source: Requires a valid condo and active fiscal year.
es_es: Requiere una propiedad válida y un periodo fiscal activo.

source: Administrator
es_es: Administrador

source: Search
es_es: Buscar

source: Invalid condo
es_es: Propiedad inválida

source: Attachment
es_es: Adjunto

source: Fraction
es_es: Fracción

source: Insurance
es_es: Aseguramiento

source: Invalid note
es_es: Nota inválida

source: The note has been saved
es_es: La cuota ha sido salvada

source: The note could not be saved. Please, try again.
es_es: La cuota no puede ser salvada. Por favor intente de nuevo.

source: Invalid Request
es_es: Solicitud inválida

source: Note deleted
es_es: Cuota eliminada

source: Note can not be deleted
es_es: Cuota no pueden ser eliminadas

source: Invalid budget
es_es: Presupuesto inválido

source: Notes deleted
es_es: Cuotas eliminadas

source: Notes can not be deleted
es_es: Cuota no pueden ser eliminadas

source: Invalid Budget
es_es: Presupuesto Inválido

source: Common Reserve Fund
es_es: Fondos en Reserva Común

source: The notes has been created
es_es: All fees has been created

source: Invalid Budget values, check amount, total sum of properties mill rate and number of shares
es_es: Valores de presupuesto, monto del cheque, suma total de propiedades, tarifa de molino y número de acciones no válidos

source: The notes could not be created. Please, try again.
es_es: La cuotas no se pueden crear. Por favor intente de nuevo.

source: Share
es_es: Cuota

source: Budget
es_es: Presupuesto

source: Note
es_es: Couta

source: The budget has been saved
es_es: El presupuesto ha sido salvado

source: The budget could not be saved. Please, try again.
es_es: El presupuesto no pudo ser guardado. Por favor intente de nuevo.

source: This Budget can not be deleted, check budget status or existing notes already paid.
es_es: El presupuesto no puede ser eliminado. Verifique el estado del presupuesto o cuotas existentes ya pagadas.

source: Budget deleted
es_es: Presupuesto eliminado

source: Budget can not be deleted
es_es: El presupuesto no puede ser eliminado

source: The condo has been saved
es_es: El condo ha sido salvado

source: The condo could not be saved. Please, try again.
es_es: El condo no puede ser salvado. Por favor intente de nuevo.

source: Condo deleted
es_es: Propiedad eliminada

source: Condo can not be deleted, please check the existence of already paid notes
es_es: Esta propiedad no puede ser eliminada. Verifique las cuotas existentes ya pagadas

source: Home
es_es: Empieza

source: Condos
es_es: Propiedad

source: Condo
es_es: Propiedad

source: Drafts
es_es: Borrador

source: Invalid entity
es_es: Entidad inválida

source: The entity has been saved
es_es: La institución ha sido salvada

source: The entity could not be saved. Please, try again.
es_es: La entidad no puede ser salvada. Por favor intente de nuevo.

source: Entity deleted
es_es: Entidad eliminada

source: Entity can not be deleted
es_es: Esta entidad no puede ser eliminada

source: Entity
es_es: Entidad

source: Invalid fiscal year
es_es: Período fiscal inválido

source: The fiscal year has been saved
es_es: El periodo fiscal ha sido salvado

source: The fiscal year could not be saved. Please, try again.
es_es: El periodo fiscal no puede ser salvado. Por favor intente de nuevo.

source: Fiscal Year active
es_es: Período Fiscal Activo

source: Fiscal Year is not active
es_es: Este Período Fiscal no esta activo

source: This Fiscal Year can not be deleted, check existing notes already paid.
es_es: El periodo fiscal no puede ser eliminado. Verifique las cuotas existentes ya pagadas.

source: Fiscal Year deleted
es_es: Período Fiscal eliminado

source: Fiscal Year can not be deleted
es_es: Este período fiscal no puede ser eliminado

source: Fiscal Year
es_es: Período Fiscal

source: Invalid insurance
es_es: Aseguramiento inválido

source: The insurance has been saved
es_es: El seguro ha sido salvado

source: The insurance could not be saved. Please, try again.
es_es: El seguro no puede ser salvado. Por favor intente de nuevo.

source: Insurance deleted
es_es: Aseguramiento borrado

source: Insurance can not be deleted
es_es: Este Aseguramiento no puede ser borrado

source: Invalid owner
es_es: Propietario inválido

source: The owner could not be found at this fraction. Please, try again.
es_es: The owner could not be found at this property. Please, try again.

source: The owner has been saved
es_es: El dueño ha sido salvado

source: The owner could not be saved. Please, try again.
es_es: El dueño no pudo ser salvado. Inténtalo de nuevo.

source: The owner has been saved and related
es_es: El propietario fue creado e incluido en la lista

source: The owner has been saved but could not be related. Please, try again.
es_es: El propietario fue creado pero no pudo ser incluido en la lista. Por favor, intente de nuevo.

source: Owner removed
es_es: Dueño eliminado

source: Owner was not removed
es_es: Dueño no puede ser borrado

source: Owner
es_es: Dueño

source: Invalid fraction type
es_es: Tipo Fracción inválida

source: The fraction type has been saved
es_es: El fraccionamiento de la propiedad ha sido guardado

source: The fraction type could not be saved. Please, try again.
es_es: El fraccionamiento de la propiedad no puede ser guardado. Por favor intente de nuevo.

source: Invalid fraction types
es_es: Tipo Fracción inválida

source: Fraction type deleted
es_es: Fraccionamiento de la propiedad eliminado

source: Fraction type can not be deleted
es_es: Esta fracción no puede ser borrada

source: Fraction Types
es_es: Tipos de fraccionamiento de la propiedad

source: Invalid fraction
es_es: Fracción inválida

source: The fraction has been saved
es_es: La propiedad ha sido guardada

source: The fraction could not be saved. Please, try again.
es_es: La propiedad no puede ser salvada. Por favor, intente de nuevo.

source: This Fraction can not be deleted, check existing notes already paid.
es_es: Esta propiedad no puede ser eliminada. Verifique las cuotas existentes ya pagadas.

source: Fraction deleted
es_es: Fracción borrada

source: Fraction can not be deleted
es_es: Esta fracción no puede ser borrada

source: Income Control
es_es: Control de Ingresos

source: Receipt
es_es: Recibo

source: Invalid insurance type
es_es: Tipo de Aseguramiento Inválido

source: The insurance type has been saved
es_es: El tipo de aseguramiento fue guardado

source: The insurance type could not be saved. Please, try again.
es_es: El tipo de aseguramiento no pudo ser guardado. Por favor, intente de nuevo.

source: Invalid insurance types
es_es: Tipo de Aseguramiento Inválido

source: Insurance type deleted
es_es: Tipo de aseguramiento eliminado

source: Insurance type can not be deleted
es_es: El tipo de aseguramiento no puede ser eliminado

source: Insurance Types
es_es: Tipos de Aseguramiento

source: Invalid invoice
es_es: Factura inválida

source: The invoice has been saved
es_es: La factura ha sido salvada

source: The invoice could not be saved. Please, try again.
es_es: La factura no puede ser salvada. Por favor intente de nuevo.

source: Invoice deleted
es_es: Factura eliminada

source: Invoice can not be deleted
es_es: Factura no pueden ser eliminadas

source: Invoice Conference
es_es: Verificación de Facturas

source: Invalid maintenance
es_es: Mantenimiento inválido

source: The maintenance has been saved
es_es: El mantenimiento ha sido salvado

source: The maintenance could not be saved. Please, try again.
es_es: El mantenimiento no puede ser salvado. Por favor intente de nuevo.

source: Maintenance deleted
es_es: Mantenimiento eliminado

source: Maintenance can not be deleted
es_es: Mantenimiento no puede ser eliminado

source: Maintenance
es_es: Mantenimiento

source: Invalid movement category
es_es: Categoría de movimiento inválida

source: The movement category has been saved
es_es: La categoría de movimiento ha sido salvada

source: The movement category could not be saved. Please, try again.
es_es: La categoría de movimiento no ha sido salvada. Por favor intente de nuevo.

source: Add Movement Category
es_es: Añadir Categoría de Movimientos

source: Movement category deleted
es_es: Categoría de movimiento eliminada

source: Movement category can not be deleted
es_es: Categoria de Movimiento no puede ser eliminado

source: Movement Categories
es_es: Categorías de los movimientos

source: Movement
es_es: Movimiento

source: Invalid movement operation
es_es: Movimiento de operación inválido

source: The movement operation has been saved
es_es: La categoría de movimiento ha sido salvada

source: The movement operation could not be saved. Please, try again.
es_es: La operación de movimiento no puede ser salvada. Por favor intente de nuevo.

source: Add Movement Operation
es_es: Añadir Operación de Movimiento

source: Movement operation deleted
es_es: Operación de movimiento eliminada

source: Movement operation can not be deleted
es_es: Operación de movimiento no se puede eliminar

source: Movement Operations
es_es: Operaciones de movimientos

source: Invalid movement
es_es: Movimiento inválido

source: No movements allowed
es_es: No se permite movimientos

source: The movement has been saved
es_es: EL movimiento ha sido salvado

source: The movement could not be saved. Please, try again.
es_es: El movimiento no puede ser salvado. Por favor intente de nuevo.

source: Movement deleted
es_es: Movimiento eliminado

source: Movement can not be deleted
es_es: Movimiento no puede ser eliminado

source: Invalid account or fiscal year
es_es: Cuenta o período fiscal inválido

source: Invalid receipt
es_es: Comprobante inválido

source: The receipt has been saved
es_es: El recibo ha sido salvado

source: The receipt could not be saved. Please, try again.
es_es: El recibo no puede ser guardado. Por favor intente de nuevo.

source: The notes could not be saved. Please, try again.
es_es: The feed could not be saved. Please, try again.

source: Receipt deleted
es_es: Recibo eliminado

source: Receipt can not be deleted
es_es: Recibo no puede ser eliminado

source: Pick Notes
es_es: Escoger cuotas

source: Start Session
es_es: Inicio de sesión

source: Reports
es_es: Reportes

source: Unable to secure your application, your Config %s core_app.php file is not writable. Please check the permissions.
es_es: No se puede proteger su aplicación, su archivo Config %s core_app.php no se puede escribir. Por favor, compruebe los permisos.

source: Unable to generate users password.
es_es: No se puede generar la contraseña de los usuarios.

source: Invalid supplier
es_es: Proveedor inválido

source: The supplier has been saved
es_es: El proveedor ha sido salvado

source: The supplier could not be saved. Please, try again.
es_es: El proveedor no puede ser salvado. Por favor intente de nuevo.

source: Supplier deleted
es_es: Proveedor eliminado

source: Supplier can not be deleted
es_es: Este proveedor no puede ser eliminado

source: Supplier
es_es: Proveedor

source: Invalid support category
es_es: Categoría de solicitud de soporte inválida

source: The support category has been saved
es_es: La categoría de solicitud de soporte fue guardada

source: The support category could not be saved. Please, try again.
es_es: La categoría de soporte no pudo ser guardada. Por favor, intente de nuevo.

source: Support category deleted
es_es: Categoría de solicitud de soporte eliminada

source: Support category can not be deleted
es_es: La categoría de solicitud de soporte no puede ser borrada

source: Support Categories
es_es: Categorías de solicitud de soporte

source: Invalid support
es_es: Solicitud de soporte inválida

source: The support has been saved.
es_es: La solicitud de soporte ha sido guardada.

source: The support could not be saved. Please, try again.
es_es: El soporte no pudo ser guardado. Por favor, intente de nuevo.

source: Invalid Support
es_es: Solicitud de soporte inválida

source: Support deleted
es_es: Solicitud de soporte eliminado

source: Support can not be deleted
es_es: La solicitud de soporte no puede ser eliminada

source: Support
es_es: Solicitud de soporte

source: Invalid user
es_es: Usuario inválido

source: The user has been saved
es_es: EL usuario ha sido salvado

source: The user could not be saved. Please, try again.
es_es: EL usuario no puede ser salvado. Por favor intente de nuevo.

source: User deleted
es_es: Usuario eliminado

source: User can not be deleted
es_es: Usuario no puede ser eliminado

source: Invalid username or password, try again
es_es: Usuario o contraseña inválidos, por favor intente de nuevo

source: Users
es_es: Usuarios

source: Selected Theme not found.
es_es: Tema seleccionado no encontrado.

source: This application will be on maintenance mode at %s
es_es: La aplicación estará en modo mantenimiento a las %s

source: Active
es_es: Activos

source: Submit
es_es: Enviar

source: Are you sure you want to delete # %s?
es_es: ¿Está seguro de que desea borrar # %s?

source: Empty
es_es: Vacío

source: Details
es_es: Detalles

source: Edit
es_es: Editar

source: Remove
es_es: Remover

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es_es: Página {:page} de {:pages}, mostrando {:current} registros de {:count} en total, comenzando con registro {:start}, termina en {:end}

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Name
es_es: Nombre

source: Type
es_es: Tipo

source: Size
es_es: Talla

source: Modified
es_es: Modificado

source: Created
es_es: Creado

source: Representative
es_es: Representante

source: Title
es_es: Título

source: Location
es_es: Localización

source: pHkondo Condominium Management
es_es: pHKondo Manejo de Condominios

source: Add a comment
es_es: Añadir Comentario

source: Comments
es_es: Comentarios

source: VAT
es_es: IVA

source: Document Date
es_es: Fecha del Documento

source: Payment
es_es: Pago

source: Observations
es_es: Observaciones

source: Others
es_es: Otros

source: Other or quotes without reference
es_es: Cuotas no incluídas en presupuesto

source: Income extra and previous exercices
es_es: Ingresos extra y ejercicios anteriores

source: Shares Map
es_es: Mapa de cuotas

source: All owners
es_es: Todos los propietarios

source: Expenses report
es_es: Reporte de gastos

source: Movement Category
es_es: Categoría del movimiento

source: Amount
es_es: Monto

source: Document
es_es: Documento

source: Payment Date
es_es: Fecha de pago

source: Which model would you like to regenerate thumbnails for?
es_es: ¿Para qué modelo te gustaría regenerar las miniaturas?

source: No filename after parsing. Function %s returned an invalid filename
es_es: Sin nombre de archivo después del análisis. La función %s devolvió un nombre de archivo no válido

source: List Accounts
es_es: Listar de Cuentas

source: New Account
es_es: Nueva cuenta

source: Contact
es_es: Contacto

source: View %s
es_es: Vista %s

source: Delete Account
es_es: Eliminar Cuenta

source: Edit Account
es_es: Editar Cuenta

source: Bank
es_es: Banco

source: Balcony
es_es: Agencia

source: Account Number
es_es: Número de Cuenta

source: Main Account
es_es: Cuenta principal

source: List Administrators
es_es: Listar de Administradores

source: New Administrator
es_es: Nuevo Administrador

source: Delete Administrator
es_es: Eliminar Administrador

source: Edit Administrator
es_es: Editar Administrador

source: Add Administrator
es_es: Añadir Administrador

source: Functions
es_es: Funciones

source: Plugin NotFound
es_es: Plugin no encontrado

source: This plugin is not included on this release.
es_es: Este plugin no está incluído en esta versión.

source: Case you wish to have a free access to this plugin contact pHAlkaline.
es_es: En caso de desear acceso gratuito a un plugin, contactar a pHAlkaline.

source: pHAlkaline provides services in customization & new features.
es_es: pHAlkaline provee servicios en personalización y nuevas funciones.

source: Buy FullPack
es_es: Comprar plugins

source: List Notes
es_es: Listar Notas

source: New Note
es_es: Nueva cuota

source: List Budgets
es_es: Listar presupuestos

source: Warning: permillage sum should be 1000
es_es: Atención: la suma del millaje debe ser 1000

source: Create Notes
es_es: Crear Notas

source: Description
es_es: Descripción

source: Total notes
es_es: Total cuotas

source: Delete Note
es_es: Eliminar Nota

source: Edit Note
es_es: Editar Nota

source: Delete All
es_es: Eliminar Todo

source: Delete
es_es: Eliminar

source: Are you sure you want to delete all # %s?
es_es: ¿Está seguro de que desea borrar # %s?

source: Note Type
es_es: Tipo de cuotas

source: Note Status
es_es: Estatus de las cuotas

source: Due Date
es_es: Fecha de Vencimiento

source: New Budget
es_es: Nuevo presupuesto

source: Delete Budget
es_es: Eliminar Presupuesto

source: Warning: when you cancel a budget, ALL DEBIT NOTES created by this budget will be set as CANCELED, EXCEPT the ones already paid.
es_es: Atención: Cuando se cancela un presupuesto, TODAS LAS NOTAS DE DÉBITO creadas para este presupuesto aparecerán como ANULADAS, EXCEPTO las que ya están pagadas.

source: Warning: when you set a budget as pending, ALL DEBIT NOTES created by this budget will be set as WAITING PAYMENT, EXCEPT the ones already paid.
es_es: Atención: Cuando se configura un presupuesto, TODAS LAS NOTAS DE DÉBITO creadas para este presupuesto aparecerán como PENDIENTES DE PAGO, EXCEPTO las que ya están pagadas.

source: Warning: field set read only by budget status, you must change budget to pending to allow change.
es_es: Atención: Campo configurado de solo lectura por estado del presupuesto, Ud. debe cambiar el presupuesto a pendiente para permitir el cambio.

source: Edit Budget
es_es: Editar Presupuesto

source: Budget Type
es_es: Tipo de Presupuesto

source: Budget Status
es_es: Estado del Presupuesto

source: Settled Shares Map
es_es: Proyección de acciones canceladas

source: Budget Date
es_es: Fecha del Presupuesto

source: Requested Amount
es_es: Cantidad solicitada

source: Common Reserve Fund (%)
es_es: Fondos en Reserva Común (%)

source: Begin Date
es_es: Fecha de Inicio

source: Share Periodicity
es_es: Intervalo de cuotas

source: Share Distribution
es_es: Distribución de cuotas

source: Due Days
es_es: Días de Vencimiento

source: Meeting Draft
es_es: Borrador de reunión

source: List Condos
es_es: Listar Propiedades

source: New Condo
es_es: Nuevo condominio

source: View Condo
es_es: Ver propiedad

source: Edit Condo
es_es: Editar Propiedad

source: Click Here
es_es: Haga clic aquí

source: Online Tutorial
es_es: Tutoría en línea

source: Quick Guide
es_es: Guía rápida

source: Alert
es_es: Alerta

source: Select
es_es: Seleccionar

source: Delete Condo
es_es: Eliminar Propiedad

source: Alerts
es_es: Alertas

source: Taxpayer Number
es_es: Número de contribuyente

source: Address
es_es: Dirección

source: Matrix Registration
es_es: Registro de matriz

source: Land Registry
es_es: Registro de propiedad

source: Land Registry Year
es_es: Año de Registro de Propiedad

source: Please activate one fiscal year.
es_es: Por favor activar periodo fiscal.

source: Expired insurance
es_es: Aseguramiento vencido

source: Insurance to expire soon
es_es: Aseguramiento a punto de expirar

source: Expired maintenance
es_es: Mantenimiento vencido

source: Maintenance to expire soon
es_es: Mantenimiento vence pronto

source: Fractions with late payment
es_es: Fracción con pago vencido

source: Accounts with negative balance
es_es: Cuentas con saldo negativo

source: Suppliers with arrears
es_es: Proveedores con atrasos

source: Draft
es_es: Borrador

source: Write and Press enter to post comment.
es_es: Escribe y presiona enter para publicar un comentario.

source: Clear
es_es: Claro

source: More options
es_es: Mas opciones

source: All
es_es: Todos

source: Menu
es_es: Menú

source: Open Source
es_es: Fuente abierta

source: Config
es_es: Configuración

source: Accounting
es_es: Contabilidad

source: System
es_es: Sistema

source: User
es_es: Usuario

source: Reserved area
es_es: Área reservada

source: End Session
es_es: Terminar Sesión

source: Receipts
es_es: Recibos

source: Current Account
es_es: Cuenta Corriente

source: Username
es_es: Nombre de Usuario

source: Password
es_es: Contraseña

source: List Entities
es_es: Listar Entidades

source: New Entity
es_es: Nueva entidad

source: Return
es_es: Atrás

source: New Manager
es_es: Nuevo supervisor

source: Delete %s
es_es: Eliminar %s

source: Edit Entity
es_es: Editar Entidad

source: Delete Entity
es_es: Eliminar Entidad

source: Vat Number
es_es: Número de contribuyente

source: Mil Rate
es_es: Kilometraje

source: List Fiscal Years
es_es: Listar Períodos Fiscales

source: New Fiscal Year
es_es: Nuevo periodo fiscal

source: Delete Fiscal Year
es_es: Eliminar Período Fiscal

source: Edit Fiscal Year
es_es: Editar Período Fiscal

source: Set as Active
es_es: Fijar como Activo

source: Open Date
es_es: Fecha de apertura

source: Close Date
es_es: Fecha de Cierre

source: Edit Manager
es_es: Editar Supervisor

source: List Insurances
es_es: Listar Aseguramientos

source: New Insurance
es_es: Nuevo seguro

source: View Insurance
es_es: Ver Seguro

source: Delete Insurance
es_es: Eliminar Aseguramiento

source: Edit Insurance
es_es: Editar Aseguramiento

source: Insurance Type
es_es: Tipo de Aseguramiento

source: Expiration Date
es_es: Fecha de vencimiento

source: Insurance Company
es_es: Compañía de Seguros

source: Policy
es_es: Políticas

source: Insurance Amount
es_es: Monto de Aseguramiento

source: Insurance Premium
es_es: Aseguramiento Premium

source: List Owners
es_es: Listar Propietarios

source: New Owner
es_es: Nuevo dueño

source: Remove %s
es_es: Remover %s

source: Are you sure you want to remove # %s?
es_es: ¿Está seguro de que desea remover # %s?

source: Edit Owner
es_es: Editar Propietario

source: Owner Percentage
es_es: Porcentaje del dueño

source: Add Owner
es_es: Insertar Propietario

source: Crédits
es_es: Creditos

source: Print
es_es: Impresión

source: Report
es_es: Reportes

source: List Fraction Types
es_es: Listar tipos de fraccionamiento de la propiedad

source: New Fraction Type
es_es: Nuevo fraccionamiento de la propiedad

source: Fraction Type
es_es: Tipo de fraccionamiento de la propiedad

source: Edit Fraction Type
es_es: Editar fraccionamiento de la propiedad

source: Delete Fraction Type
es_es: Eliminar un tipo de fraccionamiento de la propiedad

source: List Fractions
es_es: Listar Fracciones

source: New Fraction
es_es: Nueva propiedad

source: Delete Fraction
es_es: Eliminar Fracción

source: Edit Fraction
es_es: Editar Fracción

source: Permillage
es_es: Millaje

source: List
es_es: Listar

source: Paid To
es_es: Pagado a
