Repository: pHAlkaline/phkondo
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es_es

source: Receipt Status
es_es: Estado del recibo

source: Receipt Payment Type
es_es: Método de pago

source: Total Amount
es_es: Monto total

source: No records found.
es_es: No se encuentran registros.

source: Encoding
es_es: Codificación

source: Port (leave blank if unknown)
es_es: Puerto (dejar en blanco si no se conoce)

source: List Insurance Types
es_es: Listar Tipos de Aseguramiento

source: New Insurance Type
es_es: Nuevo Tipo de Aseguramiento

source: Edit Insurance Type
es_es: Editar Tipo de Aseguramiento

source: Delete Insurance Type
es_es: Eliminar Tipo de Aseguramiento

source: List Invoices
es_es: Listar Facturas

source: New Supplier
es_es: Nuevo proveedor

source: New Invoice
es_es: Nueva factura

source: View Invoice
es_es: Ver Factura

source: Delete Invoice
es_es: Eliminar Factura

source: Edit Invoice
es_es: Editar Factura

source: Invoice Conference Status
es_es: Verificación de Estado de Facturas

source: Status
es_es: Estado

source: Invoice
es_es: Factura

source: List Maintenances
es_es: Listar Mantenimientos

source: New Maintenance
es_es: Nuevo mantenimiento

source: View Maintenance
es_es: Ver mantenimiento

source: Delete Maintenance
es_es: Eliminar Mantenimiento

source: Edit Maintenance
es_es: Editar Mantenimiento

source: Client Number
es_es: Número de Cliente

source: Contract Number
es_es: Número de contrato

source: Start Date
es_es: Fecha de inicio

source: Renewal Date
es_es: Fecha de renovación

source: Last Inspection
es_es: Última Inspección

source: Next Inspection
es_es: Siguiente inspección

source: List Movement Categories
es_es: Listar Categorías de Movimientos

source: New Movement Category
es_es: Nuevo movimiento de categoría

source: Category
es_es: Categoría

source: Edit Movement Category
es_es: Editar Categoría de Movimientos

source: Delete Movement Category
es_es: Eliminar Categoría de Movimientos

source: List Movement Operations
es_es: Listar Operaciones de Movimientos

source: New Movement Operation
es_es: Nueva operación de movimiento

source: Operation
es_es: Operación

source: Edit Movement Operation
es_es: Editar Operación de Movimiento

source: Delete Movement Operation
es_es: Eliminar Operación de Movimiento

source: Movement Operation
es_es: Operación de movimiento

source: List Movements
es_es: Listar Movimientos

source: New Movement
es_es: Nuevo movimiento

source: Delete Movement
es_es: Eliminar Movimiento

source: Edit Movement
es_es: Editar Movimiento

source: Movement Type
es_es: Tipo de movimiento

source: Movement Date
es_es: Fecha del movimiento

source: List Receipts
es_es: Listar Comprobantes

source: New Receipt
es_es: Nuevo recibo

source: Cancel Receipt
es_es: Comprobante de Anulación

source: Delete Receipt
es_es: Eliminar Recibo

source: Edit Receipt
es_es: Editar Comprobante

source: Total amount
es_es: Cantidad total

source: Pick
es_es: Escoger

source: Paid
es_es: Pagado

source: Are you sure you want to set receipt # %s as paid? - Payment as %s
es_es: ¿Está seguro de que desea tomar el recibo # %s como pago? - Pago de %s

source: Cancel
es_es: Anular

source: Are you sure you want to cancel # %s?
es_es: ¿Está seguro de que desea cancelar # %s?

source: Pay Receipt
es_es: Recibo de pago

source: Cancel Motive
es_es: Motivo de Anulación

source: Date
es_es: Fecha

source: Contribute Here
es_es: Contribuir Aquí

source: Remember Me
es_es: Recuérdame

source: Application Offline
es_es: Programa Deshabilitado

source: This application is now on maintenance mode, back soon as possible!
es_es: La aplicación está en modo mantenimiento. Regresaremos pronto !

source: Maintenance start at %s
es_es: Mantenimiento inicia a las %s

source: Maintenance duration %s Hours
es_es: Duración del mantenimiento %s horas

source: Application Online
es_es: Programa Habilitado

source: This application is back online, please refresh!
es_es: La aplicación estará en modo mantenimiento a las %s !

source: Subscription Expired
es_es: Subscripcion vencida

source: This subscription has expired!
es_es: ¡Esta suscripción ha caducado!

source: Subscription started at %s
es_es: La suscripción comenzó en %s

source: Subscription expipred after %s days
es_es: La suscripción caducó después de %s días

source: For subscription payments use our international platform at
es_es: Para pagos de suscripción utilice nuestra plataforma internacional en

source: Subscription Active
es_es: Suscripción activa

source: This subscription is back online, please refresh!
es_es: Esta suscripción está de nuevo en línea, ¡actualice!

source: This subscription will expire in %s days
es_es: Esta suscripción caducará en %s días

source: Condominium / HOA Management
es_es: Condominio / Administración de la Asociación de Propietarios

source: List Suppliers
es_es: Editar Proveedor

source: Edit Supplier
es_es: Editar Proveedor

source: Delete Supplier
es_es: Eliminar Proveedor

source: List Support Categories
es_es: Listar categorías de solicitud de soporte

source: New Support Category
es_es: Categoría de solicitud de soporte nueva

source: View Support Category
es_es: Ver Categoría de solicitud de soporte

source: Delete Support Category
es_es: Eliminar categoría de solicitud de soporte

source: Edit Support Category
es_es: Editar Categoría de solicitud de soporte

source: Support Category
es_es: Categoría de solicitud de soporte

source: List Supports
es_es: Listar solicitudes de soporte

source: Add Support
es_es: Añadir solicitud de soporte

source: Priority
es_es: Prioridad

source: Assigned To
es_es: Asignado a

source: View Support
es_es: Ver Solicitud De Soporte

source: Delete Support
es_es: Eliminar solicitud de soporte

source: Edit Support
es_es: Editar solicitud de soporte

source: New Support
es_es: Nueva solicitud de soporte

source: Notes
es_es: Couta

source: List Users
es_es: Listar Usuarios

source: New User
es_es: Nuevo usuario

source: Delete User
es_es: Eliminar Usuario

source: Edit User
es_es: Editar Usuario

source: Enable password change
es_es: Habilitar cambio de contraseña

source: Role
es_es: Rol

source: Organization
es_es: Organización

source: Edit Organization
es_es: Editar Organización

source: Saved with success.
es_es: Guardado con éxito.

source: Could not be saved. Please, try again.
es_es: No se puede registrar, inténtelo de nuevo.

source: Currency Symbol
es_es: Símbolo de moneda

source: Calendar Date Format
es_es: Formato de fecha del calendario

source: Date Format
es_es: Formato de Fecha

source: Time Zone
es_es: Zona horaria

source: List Of Supported Timezones
es_es: Lista de zonas horarias admitidas

source: Attachment Max Size
es_es: Tamaño máximo del archivo adjunto

source: Attachment Allowed Extensions
es_es: Adjunto Extensiones permitidas

source: You will need to have access for less secure apps enabled in your Google account for this to work
es_es: Deberá tener acceso para aplicaciones menos seguras habilitadas en su cuenta de Google para que esto funcione

source: Allowing less secure apps to access your account
es_es: Permitir que aplicaciones menos seguras accedan a su cuenta

source: USING GOOGLE ACCOUNT?
es_es: UTILIZANDO UNA CUENTA DE GOOGLE?

source: You have reached the maximum number of condos allowed, request an account update accessing %s
es_es: Has alcanzado el número máximo de condominios permitidos, solicita una actualización de cuenta accediendo %s

source: Allowed dimensions are width <= 380 and height <= 65
es_es: Las dimensiones permitidas son ancho <= 380 y alto <= 65

source: Language
es_es: Limba

source: Theme
es_es: Tema

source: Subject
es_es: Asunto

source: Storage exceeds maximum limit.
es_es: El almacenamiento supera el límite máximo.

source: Calculate
es_es: Calcular

source: Warning: when a payment advice is generated, ALL PAYMENT ADVICES previously created will be removed, EXCEPT those that have already been paid.
es_es: Advertencia: cuando se genera un aviso de pago, se eliminarán TODOS LOS AVISO DE PAGO creados previamente, EXCEPTO aquellos que ya hayan sido pagados.

source: Payment Advice
es_es: Avisos de pago

source: Payment Type
es_es: Tipo de pago

source: Send All
es_es: Enviar todo

source: New
es_es: Nuevo

source: New Payment Advice
es_es: Nuevo aviso de pago

source: Edit Payment Advice
es_es: Editar aviso de pago

source: Create Receipt
es_es: Crear recibo

source: Generate All
es_es: Generar todo

source: View
es_es: Ver

source: Invalid payment advice
es_es: Aviso de pago no válido

source: Created with success.
es_es: Creado con éxito.

source: Could not be created. Please, try again.
es_es: No se pudo crear.

source: Deleted With Success.
es_es: Eliminado con éxito.

source: Can not be deleted, please try again.
es_es: No se puede eliminar, inténtalo de nuevo.

source: If you have made the payment, consider this notice to be ineffective. We also take this opportunity to remind you that payments made by bank transfer must be communicated to our services through the means made available.
es_es: Si ha realizado el pago, considere este aviso sin efecto. Aprovechamos también para recordaros que los pagos realizados mediante transferencia bancaria deberán ser comunicados a nuestro servicios a través de los medios puestos a su disposición.
