Repository: pHAlkaline/phkondo
Catalog: app/Locale/spa/LC_MESSAGES/install.po
Languages: es_es

source: Installation: Welcome
es_es: Instalación: Bienvenido

source: Already Installed
es_es: Ya está instalado

source: Step 1 : Database connection
es_es: Paso 1 : Conexión a la base de datos

source: Database connection file already exists
es_es: Conexión a base de datos ya existe

source: Could not connect to database: %s
es_es: No se pudo conectar a base de datos: %s

source: Could not connect to database.
es_es: No se pudo conectar a base de datos.

source: Could not write database.php file.
es_es: No se puede escribir archivo database.php.

source: Step 2 : Build database , load table values
es_es: Paso 2 : Crear base de datos, cargar valores a las tablas

source: Could not load database: %s
es_es: No se puede cargar base de datos: %s

source: Unable to secure your application, your Config %s core_app.php file is not writable. Please check the permissions.
es_es: Imposible asegurar la aplicación, el archivo Config %s core_app.php no es escribible. Por favor revisar los permisos de archivo.

source: Step 3 : Email notification
es_es: Paso 3 : Email de notificación

source: Could not write email.php file.
es_es: No se puede escribir archivo email.php.

source: Step 4 : Admin Account
es_es: Paso 4 : Cuenta de administrador

source: Unable to create administrative user.
es_es: No se puede crear un usuario administrativo.

source: Saved with success.
es_es: Guardado con éxito.

source: Could not be saved. Please, try again.
es_es: No se pudo guardar. Por favor intente de nuevo.

source: Installation completed successfully
es_es: Instalación se completó exitosamente

source: Installation not completed successfully
es_es: Instalación no se completó exitosamente

source: Something went wrong during installation. Please check your server logs.
es_es: Algo ha fallado en la instalación. Por favor revisar los logs del servidor.

source: install
es_es: instalar

source: Already Secured
es_es: Ya está instalado

source: Database connection missing
es_es: Falta conexión a la base de datos

source: Install or manually config pHKondo
es_es: Instalar o configurar manualmente pHKondo

source: Reinstall
es_es: Reinstalar

source: Are you sure you want to reinstall # %s?
es_es: ¿Estás seguro de que quieres reinstalar #% s?

source: Administrator Account
es_es: Cuenta de Administrador

source: New Password
es_es: Nueva contraseña

source: Verify Password
es_es: Verificar contraseña

source: Database and data
es_es: Base de datos y datos

source: Check option to load default values to auxiliary tables.
es_es: Marcar la opción de cargar datos para insertar valores por defecto en las tablas auxiliares.

source: Load data
es_es: Cargar datos

source: Check option to add demonstration condo.
es_es: Marque la opción para agregar un condominio de demostración.

source: Load demonstration condo
es_es: Condominio de demostración de carga

source: Setup database connection
es_es: Configurar conexión a base de datos

source: Database
es_es: Base de datos

source: Setup notification email
es_es: Configurar email de notificación

source: From Email
es_es: Desde email

source: From Name
es_es: Nombre

source: Subject
es_es: Asunto

source: Dont forget to restore default access values to Config and tmp directory.
es_es: No olvidar restaurar los valores de acceso por defecto a Config y el directorio tmp.

source: Passwords secured and updated for all users
es_es: Contraseña asegurada y actualizada para todos los usuarios

source: Resources
es_es: Recursos

source: Language
es_es: Idioma

source: Your tmp directory is writable.
es_es: El directorio tmp es escribible.

source: Your tmp directory is NOT writable.
es_es: El directorio tmp NO es escribible.

source: Your Config directory is writable.
es_es: El directorio Config es escribible.

source: Your Config directory is NOT writable.
es_es: El directorio Config NO es escribible.

source: Your Config/core_app.php file is writable.
es_es: El archivo Config/core_app.php es escribible.

source: Your Config/core_app.php file is NOT writable.
es_es: El archivo Config/core_app.php NO es escribible.

source: PHP version %s >= 5.6 and <8.0.0
es_es: Versión PHP %s >= 5.6 y <8.0.0

source: PHP version %s < 5.6 or =>8.0.0
es_es: Versión de PHP %s < 5.6 o =>8.0.0

source: Click here to begin installation
es_es: Hacer click para empezar instalación

source: Installation cannot continue as minimum requirements are not found.
es_es: Instalación no puede continuar, no se cumplen los requirimientos mínimos.

source: pHKondo is now Secure.
es_es: pHKondo ahora es seguro.

source: Unable to config your application, your Config %s bootstrap_app.ini file is not writable. Please check the permissions.
es_es: Imposible configurar la aplicación, el archivo Config %s boostrap_phapp.php no es escribible. Por favor revisar los permisos de archivo.

source: Unable to generate users password.
es_es: No se puede generar la contraseña de los usuarios.

source: You required to reinstall.
es_es: Necesitas reinstalar.

source: We need to validate your action, please use this validation key
es_es: Necesitamos validar su acción, utilice esta clave de validación

source: We need to validate your action, please enter your validation key
es_es: Necesitamos validar su acción, por favor ingrese su clave de validación

source: pHKondo Reinstall Required
es_es: Reinstalación de pHKondo requerida

source: Required validation key was sent to your user email.
es_es: La clave de validación requerida fue enviada a su correo electrónico de usuario.

source: Installed Key
es_es: Clave instalada

source: Invalid Key.
es_es: Clave inválida.
