Repository: pHAlkaline/phkondo
Catalog: app/Locale/spa/LC_MESSAGES/validation.po
Languages: es_es

source: numeric
es_es: numérico

source: notBlank
es_es: llenar

source: boolean
es_es: dato booleano

source: date
es_es: fecha

source: invalid date, do not match active fiscal year dates
es_es: fecha inválida, no coincide con fecha de periodo contable activo

source: money
es_es: dinero

source: Please enter an valid percentage.
es_es: Ingrese un porcentaje válido.

source: invalid open date
es_es: fecha de apertura inválida

source: invalid close date
es_es: fecha de cierre inválida

source: close date must be after open date
es_es: fecha de cierre debe ser posterior a fecha de apertura

source: invalid active
es_es: activo inválido

source: Please enter an valid rate.
es_es: Por favor ingresar una tasa válida.

source: Must be unique
es_es: Debe ser único

source: close date must be after open date, or passes 30 days interval
es_es: fecha de cierre debe ser posterior a fecha de apertura, o pasado un intervalo de 30 días

source: due date must be after document date
es_es: fecha de vencimiento debe ser posterior a fecha de documento

source: invalid date.
es_es: fecha inválida.

source: This status requires payment date
es_es: Estado requiere fecha de pago

source: Renewal date must be after start date
es_es: Fecha de renovación debe ser posterior a fecha de inicio

source: invalid date
es_es: fecha inválida

source: Next inspection date must be after start date
es_es: Próxima fecha de inspección debe ser posterior a la fecha de inicio

source: Next inspection date must be after last inspection date
es_es: Próxima fecha de inspección debe ser posterior a la última fecha de inspección

source: empty
es_es: vacío

source: payment date must be at or after document date
es_es: fecha de pago debe ser posterior a fecha de documento

source: Empty
es_es: Vacío

source: Minimum 8 characters long
es_es: Mínimo 8 caracteres de largo

source: Must contain one upper, one lower, 1 digit or special character
es_es: Debe contener una máyúscula, una minúscula y 1 dígito o caracter especial

source: Passwords dont match
es_es: Contraseñas no coinciden

source: Please enter a valid role
es_es: Ingrese un rol válido

source: NotBlank
es_es: Llenar
